{
  "name": "刘备",
  "courtesyName": "玄德",
  "pseudonym": null,
  "aliase": [
    {
      "name": "汉先主",
      "desc": null
    },
    {
      "name": "先主",
      "desc": "三国志、华阳国志等称为先主"
    },
    {
      "name": "汉主",
      "desc": "资治通鉴称刘备父子为汉主"
    }
  ],
  "infantName": null,
  "gender": 1,
  "avatar": "./images/avatars/刘备.jpg",
  "faction": "蜀汉",
  "birthdate": "161年",
  "birthplace": "幽州涿郡涿县",
  "birthplacePresentDay": "河北省涿州市",
  "deathdate": "223年6月10日",
  "deathplace": "白帝城永安宫",
  "deathplacePresentDay": "重庆市奉节县",
  "tenure": "汉中王：219年-221年；蜀主：221年5月15日-223年6月10日",
  "position": ["蜀国皇帝"],
  "peerage": null,
  "enfeoffment": null,
  "monarch": null,
  "posthumousName": ["昭烈皇帝"],
  "templeName": ["烈祖"],
  "historicalBriefIIntroduction": "蜀汉的开国皇帝，相传是汉景帝之子中山靖王刘胜的后代。刘备少年丧父，与母亲贩鞋织草席为生。黄巾起义时，刘备组织义兵，随政府军剿除黄巾，有功，任安喜县尉，不久因鞭打督邮弃官。后诸侯割据，刘备势力弱小，经常寄人篱下，先后投靠过公孙瓒、曹操、袁绍、刘表等人，几经波折，却仍无自己的地盘。赤壁之战之际，刘备联吴抗曹，取得胜利，从东吴处“借”到荆州，迅速发展起来，吞并益州，占领汉中，建立蜀汉政权。后关羽战死，荆州被孙权夺取，刘备于称帝后伐吴，在夷陵之战中被陆逊击败，病逝于白帝城，临终托孤于诸葛亮。",
  "novelisticBriefIIntroduction": "刘备，蜀汉的开国皇帝，汉景帝之子中山靖王刘胜的后代。刘备少年孤贫，以贩鞋织草席为生。黄巾起义时，刘备与关羽、张飞桃园结义，成为异姓兄弟，一同剿除黄巾，有功，任安喜县尉，不久辞官；董卓乱政之际，刘备随公孙瓒讨伐董卓，三人在虎牢关战败吕布。后诸侯割据，刘备势力弱小，经常寄人篱下，先后投靠过公孙瓒、曹操、袁绍、刘表等人，几经波折，却仍无自己的地盘。赤壁之战前夕，刘备在荆州三顾茅庐，请诸葛亮出山辅助，在赤壁之战中，联合孙权打败曹操，奠定了三分天下的基础。刘备在诸葛亮的帮助下占领荆州，不久又进兵益州，夺取汉中，建立了横跨荆益两州的政权。后关羽战死，荆州被孙权夺取，刘备大怒，于称帝后伐吴，在夷陵之战中为陆逊用火攻打得大败，不久病逝于白帝城，临终托孤于诸葛亮。",
  "family": {
    "father": {
      "character": [
        {
          "name": "刘弘",
          "desc": "东汉末年的州郡小官"
        }
      ],
      "desc": null
    },
    "mother": {
      "character": [
        {
          "name": "名不详",
          "desc": null
        }
      ],
      "desc": null
    },
    "brothers": null,
    "sisters": null,
    "spouse": {
      "character": [
        {
          "name": "甘夫人",
          "desc": "沛人，妾室，刘禅生母，曾于长阪被困，幸得赵云解救。后病死，谥皇思夫人，后再追谥昭烈皇后，与刘备合葬。"
        },
        {
          "name": "糜夫人",
          "desc": "麋竺之妹，于刘备在豫州落难时，麋竺将她嫁给刘备。"
        },
        {
          "name": "孙夫人",
          "desc": "孙权之妹，与刘备结为政治婚姻，后刘备入蜀，孙权接回她，再无记录。"
        },
        {
          "name": "穆皇后",
          "desc": "吴氏，吴懿之妹，刘瑁遗孀，刘备入蜀后纳为夫人，后为汉中王后。刘禅即位时，尊她为皇太后，称长乐宫。延熙八年病死，与刘备合葬。"
        }
      ],
      "desc": "甘夫人被刘备纳为妾室时，因他“数丧嫡室”，而主内事。数位嫡室的身份已不可考。仅知建安元年（196年），吕布曾俘虏刘备的妻儿[32]，转至广陵郡海西县时，又娶了麋夫人。次子刘永和三子刘理各自的生母亦不可考，仅知非正室且非同一人。"
    },
    "sons": {
      "character": [
        {
          "name": "刘禅",
          "desc": "字公嗣，刘备长子。后登上皇位。乳名阿斗。"
        },
        {
          "name": "刘永",
          "desc": "字公寿，刘备次子。先为鲁王，后封为甘陵王。与刘禅宠臣黄皓不和，被刘禅疏远。后东迁洛阳，拜奉车都尉，封为乡侯。"
        },
        {
          "name": "刘理",
          "desc": "字奉孝，刘备三子。先为梁王，后封为安平王。早卒，谥为悼王。"
        },
        {
          "name": "刘封",
          "desc": "刘备养子。本姓寇，刘备入蜀后委任为将，但因关羽兵败时不予救援及逼反孟达丧失上庸之责遭赐死。"
        }
      ],
      "desc": null
    },
    "daughters": {
      "character": [
        {
          "name": "名不详",
          "desc": null
        },
        {
          "name": "名不详",
          "desc": null
        }
      ],
      "desc": "有二女于刘备南逃至长坂时被曹将曹纯所俘。"
    }
  },
  "historicalEvaluations": [
    "陈寿评曰：“先主之弘毅宽厚，知人待士，盖有高祖之风，英雄之器焉。及其举国托孤于诸葛亮，而心神无贰，诚君臣之至公，古今之盛轨也。机权干略，不逮魏武，是以基宇亦狭。然折而不挠，终不为下者，抑揆彼之量必不容己，非唯竞利，且以避害云尔。”（《三国志·蜀书·先主传第二》）、“刘备天下称雄，一世所惮”（《三国志·吴书·陆逊传第十三》）。尽管刘备并非西晋认为的正统政权，陈寿在三国志内仍然坚持使用同帝王本纪接近的用词，例如在刘备本传称刘备先主，称讳且不直呼其名，去世用和崩相等的殂字。这与三国时代另一位君主孙权的处理手法是不同的。这可以体现陈寿对刘备的尊重，抑或是故国情怀。",
    "刘元起：“吾宗中有此儿，非常人也。”（《三国志·蜀书·先主传第二》）",
    "陈登：“雄姿杰出，有王霸之略，吾敬刘玄德。”（《三国志·魏书·桓二陈徐卫卢传第二十二》）",
    "袁绍：“刘玄德弘雅有信义，今徐州乐戴之，诚副所望也。”（《三国志·蜀书·先主传第二》）",
    "程昱：“观刘备有雄才而甚得众心，终不为人下，不如早图之。” 、“刘备有英名，关羽、张飞皆万人敌也”（《三国志·魏书·程郭董刘蒋刘传第十四》）",
    "郭嘉：“备有雄才而甚得众心。张飞、关羽者，皆万人之敌也，为之死用。（郭）嘉观之，（刘）备终不为人下，其谋未可测也。古人有言：‘一日纵敌，数世之患。’宜早为之所。”（《三国志·魏书·程郭董刘蒋刘传第十四》）",
    "曹操：“方今收英雄时也，杀一人而失天下之心，不可。”、“夫刘备，人杰也，今不击，必为后患，将生忧寡人。”、“刘备，吾俦也。但得计少晚。”（《三国志·魏书·武帝纪第一》）“今天下英雄，唯使君与操耳。本初之徒，不足数也。”（《三国志·蜀书·先主传第二》）",
    "曹丕：“备不晓兵，岂有七百里营可以拒敌者乎！‘苞原隰险阻而为军者为敌所禽’，此兵忌也。孙权上事今至矣。”（《三国志·魏书·文帝纪第二》）",
    "刘晔：“明公（曹操）以步卒五千，将诛董卓，北破袁绍，南征刘表，九州百郡，十并其八，威震天下，势慑海外。今举汉中，蜀人望风，破胆失守，推此而前，蜀可传檄而定。刘备，人杰也，有度而迟，得蜀日浅，蜀人未恃也。今破汉中，蜀人震恐，其势自倾。以公之神明，因其倾而压之，无不克也。若小缓之，诸葛亮明于治而为相，关羽、张飞勇冠三军而为将，蜀民既定，据险守要，则不可犯矣。今不取，必为后忧。”、“蜀虽狭弱，而备之谋欲以威武自强，势必用众以示其有余。且关羽与备，义为君臣，恩犹父子。羽死不能为兴军报敌，于终始之分不足。”（《三国志·魏书·程郭董刘蒋刘传第十四》）",
    "贾诩：“吴、蜀虽蕞尔小国，依阻山水，有雄才，诸葛亮善治国，孙权识虚实，陆议见兵势，据险守要，汎舟江湖，皆难卒谋也。用兵之道，先胜后战，量敌论将，故举无遗策。臣窃料群臣，无备、权对，虽以天威临之，未见万全之势也。昔舜舞干戚而有苗服，臣以为当今宜先文后武。”（《三国志·魏书·荀彧荀攸贾诩传第十》）",
    "孙盛：“刘备雄才，处必亡之地，告急于吴，而获奔助，无缘复顾望江渚而怀后计。”（《三国志·蜀书·先主传第二》）",
    "诸葛亮：“刘公雄才盖世，据有荆土，莫不归德，天人去就，已可知矣。”（《三国志·蜀书·董刘马陈董吕传第九》）“刘豫州王室之胄，英才盖世，众士仰慕，若水之归海，若事之不济，此乃天也，安能复为之下乎！”（《三国志·蜀书·诸葛亮传第五》）",
    "关羽：“吾受刘将军厚恩，誓以共死，不可背之。”（《三国志·蜀书·关张马黄赵传第六》）",
    "赵戬：“刘备其不济乎？拙于用兵，每战则败，奔亡不暇，何以图人？”（《三国志·蜀书·先主传第二》）",
    "傅干：“刘备宽仁有度，能得人死力。诸葛亮达治知变，正而有谋，而为之相；张飞、关羽勇而有义，皆万人之敌，而为之将；此三人者，皆人杰也。以备之略，三杰佐之，何为不济也？”（《三国志·蜀书·先主传第二》）",
    "孙权：“非刘豫州莫可以当曹操者。”（《三国志·蜀书·诸葛亮传第五》）“猾虏乃敢挟诈！”（《三国志·吴书·周瑜鲁肃吕蒙传第九》）",
    "周瑜：“刘备以枭雄之姿，而有关羽、张飞熊虎之将，必非久屈为人用者。”（《三国志·吴书·周瑜鲁肃吕蒙传第九》）",
    "陆逊：“备干天常，不守窟穴，而敢自送……寻备前后行军，多败少成，推此论之，不足为戚。”、“备是猾虏，更尝事多”、“刘备天下知名，曹操所惮，今在境界，此强对也。”、“斯三虏者（曹操、刘备、关羽）当世雄杰，皆摧其锋。”（《三国志·吴书·陆逊传第十三》）",
    "张松：“刘豫州，使君之宗室而曹公之深雠也，善用兵，若使之讨鲁，鲁必破。鲁破，则益州强，曹公虽来，无能为也。”“刘豫州，使君之肺腑，可与交通。”“今州中诸将庞羲、李异等皆恃功骄豪，欲有外意，不得豫州（刘备），则敌攻其外，民攻其内，必败之道也。”",
    "刘巴：“备，雄人也，入必为害，不可内也。”",
    "彭羕：“仆昔有事于诸侯，以为曹操暴虐，孙权无道，振威暗弱，其惟主公有霸王之器，可与兴业致治，故乃翻然有轻举之志。”（《三国志·卷四十·蜀书十·刘彭廖李刘魏杨传第十》）",
    "锺会：“益州先主以命世英才，兴兵朔野，困踬冀、徐之郊，制命绍、布之手，太祖拯而济之，与隆大好。”",
    "杨戏的《季汉辅臣赞》中赞昭烈皇帝：“皇帝遗植，爰滋八方，别自中山，灵精是锺，顺期挺生，杰起龙骧。始于燕、代，伯豫君荆，吴、越凭赖，望风请盟，挟巴跨蜀，庸汉以并。乾坤复秩，宗祀惟宁，蹑基履迹，播德芳声。华夏思美，西伯其音，开庆来世，历载攸兴。”",
    "诸葛亮上言于刘禅曰：“伏惟大行皇帝迈仁树德，覆焘无疆，昊天不吊，寝疾弥留，今月二十四日奄忽升遐，臣妾号咷，若丧考妣。乃顾遗诏，事惟大宗，动容损益；百寮发哀，满三日除服，到葬期复如礼；其郡国太守、相、都尉、县令长，三日便除服。臣亮亲受敕戒，震畏神灵，不敢有违。臣请宣下奉行。”（《三国志·蜀书·先主传第二》）",
    "裴潜：“使居中国，能乱人，不能为治。若乘边守险，足为一方之主。”（《世说新语·识鉴第七》）（《三国志·魏书·和常杨杜赵裴传第二十三》）",
    "吕布：“是儿最叵信者。”（《三国志·卷七·魏书七·吕布臧洪传》）",
    "吕布诸将：“备数反复难养，宜早图之。”（《三国志·卷32》注引王沈《魏书》）",
    "习凿齿曰：“先主虽颠沛险难而信义愈明，势偪事危而言不失道。追景升之顾，则情感三军；恋赴义之士，则甘与同败。观其所以结物情者，岂徒投醪抚寒含蓼问疾而已哉！其终济大业，不亦宜乎！”（《三国志·蜀书·先主传第二》）",
    "常璩曰：“先主名微人鲜，而能龙兴凤举，伯豫君徐，假翼荆楚，翻飞梁、益之地，克胤汉祚，而吴、魏与之鼎峙。非英才名世，孰克如之！”（《华阳国志·刘先主志》）",
    "裴松之：“汉武用虚罔之言，灭李陵之家，刘主拒宪司所执，宥黄权之室，二主得失县（悬）邈远矣。《诗》云‘乐只君子，保艾尔后’，其刘主之谓也。”（裴松之注《三国志·蜀书·黄李吕马王张传第十三》）",
    "张辅：“刘备威而有恩，勇而有义，宽宏而大略”（《艺文类聚卷二十二》）",
    "朱敬则：“蜀先主抱英济之器，无角逐之材。远窜荆蛮，畏曹公之神武；奄有庸蜀，乘刘璋之政衰。国小人夷，风颓俗陋。”（《全唐文》）",
    "杜甫：“蜀主窥吴幸三峡，崩年亦在永安宫。翠华想像空山里，玉殿虚无野寺中。古庙杉松巢水鹤，岁时伏腊走村翁。武侯祠堂常邻近，一体君臣祭祀同。”",
    "刘禹锡：“天地英雄气，千秋尚凛然。势分三足鼎，业复五铢钱。得相能开国，生儿不像贤。凄凉蜀故妓，来舞魏宫前。”",
    "王勃：“以先主之宽仁得众，张飞、关羽万人之敌，诸葛孔明管、乐之俦，左提右挈，以取天下，庶几有济矣。然而丧师失律，败不旋踵。奔波谦、瓒之间，羁旅袁、曹之手，岂拙于用武，将遇非常敌乎？”",
    "司马光：“昭烈之汉，虽云中山靖王之后，而族属疏远，不能纪其世数名位，亦犹宋高祖称楚元王后，南唐烈祖称吴王恪后，是非难辨，故不敢以光武及晋元帝为比，使得绍汉氏之遗统也。”（《资治通鉴·第六十九卷·魏纪一》）",
    "苏洵：“项籍有取天下之才，而无取天下之虑；曹操有取天下之虑，而无取天下之量；玄德有取天下之量，而无取天下之才。”",
    "苏辙：“世之言者曰：孙不如曹，而刘不如孙。刘备唯智短而勇不足，故有所不若于二人者，而不知因其所不足以求胜，则亦已惑矣。盖刘备之才，近似于高祖，而不知所以用之之术。昔高祖之所以自用其才者，其道有三焉耳：先据势胜之地，以示天下之形；广收信、越出奇之将，以自辅其所不逮；有果锐刚猛之气而不用，以深折项籍猖狂之势。此三事者，三国之君，其才皆无有能行之者。独一刘备近之而未至，其中犹有翘然自喜之心，欲为椎鲁而不能纯，欲为果锐而不能达，二者交战于中，而未有所定。是故所为而不成，所欲而不遂。弃天下而入巴蜀，则非地也；用诸葛孔明治国之才，而当纷纭征伐之冲，则非将也；不忍忿忿之心，犯其所短，而自将以攻人，则是其气不足尚也。嗟夫！方其奔走于二袁之间，困于吕布而狼狈于荆州，百败而其志不折，不可谓无高祖之风矣，而终不知所以自用之方。”",
    "谢采伯：“孙权运筹于内，刘备、诸葛亮、周瑜、关侯等，合谋并智，方拒得曹操，败之于赤壁，亦未为竒政縁。”（《密斋笔记·卷二》）",
    "何去非：“方其豪杰并起，而备已与之周旋于中原矣。始得徐州而吕布夺之，中得豫州而曹公夺之，晚得荆州而孙权夺之。备将兴复刘氏之大业，其志未尝一日而忘中州也。然卒无以暂寓其足，委而西入者，有曹操、孙权之兵轧之也。”",
    "萧常：“昭烈父子以帝室支属，介在一隅，而正位号，尚数十年，由先汉至是，垂祀五百，三代以还，葢未之有。人主之结人心，其效廼尔，有大物者，庸可忽诸。”（《萧氏续后汉书》）",
    "郝经：“汉得天统，莽篡而在光武，操窃而在昭烈。魏吴虽僣，犹夫吴楚也。昭烈天资仁厚，宇量（阙）毅，岿然一世之雄。以兴复汉室为己任，崎岖百折，偾而益坚。颠沛之际，信义逾明。故能终系景命，信大义于天下。任贤使能，洒落诚尽，使诸葛亮以死自效。复见三代君臣，高、光为不亡矣。国贼未讨，境土未复，而偾军崩殂，哀哉！”（《郝氏续后汉书》）",
    "陶宗仪：“备又非人望之所归。周瑜以枭雄目之，刘巴以谁人视之，司马懿以诈力鄙之，孙权以猾虏呼之。”（《南村辍耕录》卷二十五）",
    "杨璟：“昔据蜀最盛者，莫如汉昭烈。且以诸葛武侯佐之，综核官守，训练士卒，财用不足，皆取之南诏。然犹朝不谋夕，仅能自保。”",
    "孙承恩：“贤矣昭烈，宽厚弘毅。崎岖立国，仗信履义。推诚任贤，肝胆孚契。顾命数词，可训后世。”（《文简集·卷三十八》）",
    "王夫之：“刘先主以汉室之裔，保蜀土，奉宗祧，任贤图治，民用乂安，尚矣。”（《宋论·卷一·太祖》）",
    "毛泽东：“刘备的优点主要于是善于用人，善于团结各方人士。而缺点则表现在两个方面：一是好感情用事；二是不能区分主次矛盾。”",
    "赵翼：“关、张、赵云自少结契，终身奉以周旋，即羁旅奔逃，寄人篱下，无寸土可以立业，而数人者患难相随，别无贰志，此固数人者之忠义，而备亦必有深结其隐微而不可解者矣。”（《廿二史札记·卷七》）",
    "历史学家、《三国史话》作者吕思勉认为，如其通观前后，则刘备急于并吞刘璋，实在是失败之远因。倘使刘备老实一些，替刘璋北攻张鲁，这是可以攻下。张鲁既下，而马超、韩遂等还未全败，彼此联合，以扰中原，曹操倒难于对付。刘备心计太工，不肯北攻张鲁，而要反噬刘璋，以至替曹操腾出平定关中和凉州之时间，而且仍给以削平张鲁之机。然而本可联合凉州诸将共扰关中，却变做独当大敌。伐吴之战，刘备因为是能做一番大事，意志必较坚定，理智必较细密，断不会轻易动于感情。况且感情必是动于当时，时间稍久，感情就渐渐衰退，理智就渐渐清醒。然其祸根，亦因急于要取益州，以致对于荆州不能兼顾之故，导致荆州最后被孙吴控制。所以心计过工，有时也会成为失败原因，真个阅历多之人，倒觉得凡事还是少用机谋，依著正义而行好。",
    "《刘备传》作者张作耀认为，刘备人生道路危机四伏、满途坎坷。这是一个战斗历程：起步、挫折、爬起、再挫，发展至立足一方。撇开刘备政治动机不谈，折而不挠、败不气馁、终不为下，为憧憬之目标而奋斗不懈，始终如一。刘备与关羽、张飞一经结义，终身不易。与下士同席而坐，无所简择；善待部下，士卒感恩，愿为驱使。"
  ]
}
