{
  "name": "刘表",
  "courtesyName": "景升",
  "pseudonym": null,
  "aliase": null,
  "infantName": null,
  "gender": 1,
  "avatar": "./images/avatars/刘表.jpg",
  "faction": "东汉",
  "birthdate": "142",
  "birthplace": "山阳郡高平县",
  "birthplacePresentDay": "山东微山",
  "deathdate": "208",
  "deathplace": "襄阳",
  "deathplacePresentDay": "湖北省襄阳市",
  "tenure": null,
  "position": ["北军中候", "镇南将军", "荆州牧", "假节"],
  "peerage": ["成武侯"],
  "enfeoffment": null,
  "monarch": ["汉灵帝", "汉少帝", "汉献帝"],
  "posthumousName": null,
  "templeName": null,
  "historicalBriefIIntroduction": "姿貌温伟，少时知名于世，与七位贤士同号为「八俊」。为大将军何进辟为掾，出任北军中候。后代王睿为荆州刺史，用蒯氏兄弟、蔡瑁等人为辅。又进为镇南将军、荆州牧，封成武侯。在荆州期间，刘表恩威并着，招诱有方，万里肃清，群民悦服。又开经立学，爱民养士，从容自保。远交袁绍，近结张绣，内纳刘备，据地数千里，带甲十余万，称雄荆江，先杀江东孙坚，后又常抗曹操，是曹操强敌之一。然而刘表为人性多疑忌，好于坐谈，立意自守，而无四方之志，后更宠溺后妻蔡氏，使妻族蔡瑁等得权。刘表死后，蔡瑁等人废长立幼，奉表次子刘琮为主；曹操南征，刘琮举州以降，荆州遂没。",
  "novelisticBriefIIntroduction": "汉室宗亲。姿貌温伟，少时知名于世，与七位贤士同号为「八友」，东汉末为镇南将军、荆州牧，用蒯氏兄弟、蔡瑁等人为辅，世称「刘荆州」。讨董诸侯联盟解散后，孙坚暗得国玺归南，刘表因袁绍通知此事，于孙坚归程上截击之，两家结怨。后孙坚跨江击刘表，反为刘表军所杀于岘山。刘表后纳张绣为屏藩，互结唇齿，深为曹操所忌。曹操与袁绍相持于河北时，二人争相结纳刘表为外援，然而刘表为人性多疑忌，好于坐谈，立意自守，而无四方之志，于是两不相助。刘备屡败于北方，慕投刘表，称为兄弟；刘表厚待刘备，然而不能加以任用。后刘表更宠溺后妻蔡氏，使妻族蔡瑁等得权。刘表死后，蔡瑁等人废长立幼，奉表次子刘琮为主；曹操南征，刘琮举州以降，荆州遂没。",
  "family": {
    "father": null,
    "mother": null,
    "brothers": null,
    "sisters": {
      "character": [
        {
          "name": "刘氏",
          "desc": "张允之母。"
        },
        {
          "name": "刘氏",
          "desc": "刘表之妹，随刘表上任荆州，刘表曾欲将其许配给王粲，然而见王粲容貌甚丑，只好作罢。此事件出于世说新语。"
        }
      ],
      "desc": null
    },
    "spouse": {
      "character": [
        {
          "name": "某氏",
          "desc": "《三国演义》中称陈氏，正史无载其姓氏。刘表夫人，为刘表诸子女之母，刘表被派往治理荆州之初，不久死去。据《搜神记》记载，建安八、九年间刘表曾死过妻子。而建安五年左右的官渡之战时期，刘表派遣韩嵩去探听虚实，回来后此时已经是刘表之“妻”的蔡氏曾劝刘表不要杀韩嵩，若如此则蔡氏在建安八、九年时已去世。但按《诸葛亮传》记载则似乎在建安十三年左右蔡氏仍在世，亦或可能韩嵩在建安八、九刘表前妻死后才回到荆州，然后被蔡氏所救。"
        },
        {
          "name": "蔡氏",
          "desc": "继妻，原是刘表的妾，元配陈氏死后，成为刘表的后妻，并非刘琮之生母。据《后汉书·卷七十四下·袁绍刘表列传》所载，因为刘琮娶了蔡氏的侄女，所以偏爱刘琮而厌恶刘琦，欲立刘琮为荆州继承者，正史亦没有遭曹操杀害的记载。"
        }
      ],
      "desc": null
    },
    "sons": {
      "character": [
        {
          "name": "刘琦",
          "desc": "长子，官至荆州刺史。"
        },
        {
          "name": "刘琮",
          "desc": "次子，刘表死后继承刘表官爵，当曹操大军南下之时，他在蔡瑁等人的劝说之下举荆州而降，被曹操封为青州刺史。"
        },
        {
          "name": "刘修",
          "desc": "字季绪，刘表三子。其兄刘琮降曹操后，即陪同上任，官至东安郡太守，著诗、赋、颂六篇。"
        }
      ],
      "desc": null
    },
    "daughters": {
      "character": [
        {
          "name": "刘氏",
          "desc": "嫁王粲族兄王觊，生王业"
        }
      ],
      "desc": null
    }
  },
  "historicalEvaluations": [
    "董卓：但杀二袁、刘表、孙坚，天下自服从孤耳。",
    "曹操：①我攻吕布，表不为寇，官渡之役，不救袁绍，此自守之贼也，宜为后图。 ②刘表自以为宗室，包藏奸心，乍前乍却，以观世事，据有当州。",
    "贾诩：表，平世三公才也；不见事变，多疑无决，无能为也。",
    "郭嘉：表，坐谈客耳。",
    "裴潜：①刘牧非霸王之才，乃欲西伯自处，其败无日矣。②刘景升，仁义之主也！",
    "和洽：荆州刘表无他远志，爱人乐士，土地险阻，山夷民弱，易依倚也。",
    "孔融：刘表桀逆放恣，所为不轨，至乃郊祭天地，拟仪社稷。虽昏僭恶极，罪不容诛，至于国体，宜且讳之。",
    "王粲：刘表雍容荆楚，坐观时变，自以为西伯可规。士之避乱荆州者，皆海内之俊杰也；表不知所任，故国危而无辅。",
    "甘宁：宁已观刘表，虑既不远，儿子又劣，非能承业传基者也。",
    "孙权：老贼欲废汉自立久矣，徒忌二袁、吕布、刘表与孤耳。",
    "刘备：若刘景升、季玉（刘璋）父子，岁岁赦宥，何益于治！",
    "《刘镇南碑》：猗欤将军，膺期挺生。桓桓其武，温温其人。初干千里，允显使臣。幕府礼命，集于北军。督齐禁旅，如罴如熊。眷然南顾，绥我荆衡。将军之来，民安物丰。江湖交壤，刑清国兴。蔽芾甘棠，召伯听讼。周人勿划，我赖其祯。欲报之德，胡不亿年。如何殂逝，孤弃万民！镌勒墓石，以纪洪勋。昭示来世，垂芳后昆。",
    "陈寿：袁绍、刘表，咸有威容、器观，知名当世。表跨蹈汉南，绍鹰扬河朔，然皆外宽内忌，好谋无决，有才而不能用，闻善而不能纳，废嫡立庶，舍礼崇爱，至于后嗣颠蹙，社稷倾覆，非不幸也。",
    "傅玄：表既杀望之，荆州士人皆自危也。夫表之本心，於望之不轻也，以直迕情，而谗言得入者，以无容直之度也。据全楚之地，不能以成功者，未必不由此也。夷、叔迕武王以成名，丁公顺高祖以受戮，二主之度远也。若不远其度，惟褊心是从，难乎以容民畜众矣。",
    "《魏武故事》：楚有江、汉山川之险，后服先疆，与秦争衡，荆州则其故地。刘镇南久用其民矣。身没之后，诸子鼎峙，虽终难全，犹可引日。",
    "常璩：汉末大乱，雄桀并起。若董卓、吕布、二袁、韩、马、张杨、刘表之徒，兼州连郡，众逾万计，叱吒之间，皆自谓汉祖可踵，桓、文易迈。",
    "范晔：①刘表道不相越，而欲卧收天运，拟踪三分，其犹木禺之于人也。②绍姿弘雅，表亦长者。称雄河外，擅强南夏。鱼俪汉舳，图讯鼎，禋天类社。既云天工，亦资人亮。矜强少成，坐谈奚望。回皇冢嬖，身颓业丧。",
    "柳庄：昔袁绍、刘表、王凌、诸葛诞，皆一时雄杰，据要地，拥强兵。",
    "苏夔：近者刘荆州之意气，袁渤海之纵横，当其吐纳荆扬，鞭笞河朔，猛将厉于雕鹗，谋臣盛于云雨，从容啸咤，有席卷八荒之心，固以震倘肆椋熏灼宇宙者。",
    "赵蕤：袁本初虎视河朔；刘景升鹊起荆州；马超、韩遂，雄据於关西；吕布、陈宫，窃命於东夏；辽河海岱，王公十数，皆阻兵百万、铁骑千群，合纵缔交，为一时之杰也。",
    "李廌：入自东郭门，言拜景升墓。墓树半枯槎，冥冥立晨雾。鼎国昔未分，萧墙梗天步。呼苍复何用，龙卧独不顾。纡余檀溪水，黯惨蔡州路。登楼欲遣忧，君看仲宣赋。",
    "苏辙：隗嚣、刘表，雍容风议，皆得长者之誉，然其败也，皆以去就不明失之。不如张鲁之庸，败亡之余，知所归往，犹能保其后嗣。",
    "曾巩：景升得二蒯，坐论胜凶残。正当丧乱时，能使憔悴宽。 缤纷多士至，肃穆万里安。能收众材助，图大信不难， 诸公龙凤姿，有待久盘醒。得一固足兴，致之岂无端。 乃独采樗栎，不知取椅檀。盖云器有极，在理良足叹。",
    "范仲熊：刘景升、孙策虽天资英勇，然器轻无君人之体，所以无成。",
    "郝经：①表据荆楚，襟带江汉，瞰临许雒。向从昭烈之言，勤王蹙操，则汉未遽亡也。亦优游自喜，隂蓄异志······其坐谈西伯亦犹隗嚣之在陇也。②表有全楚，坐收天命。事防弗衷，得死为幸。",
    "罗贯中：昔闻袁氏居河朔，今见刘君霸汉阳。尤决有谋空战讨，外宽内狭远贤良。绍因谭、尚须倾国，表为琦、琮立丧邦。观此可为千古戒，怨魂应是绕荆、襄！",
    "王夫之：①刘表文土也，而无能自立。②刘表无戡乱之才，所固然也，然谓曹操方挟天子、擅威福，将夺汉室，而表不能兴勤王问罪之师，徒立学校、修礼乐，为不急之务，则又非可以责表也。表虽有荆州，而隔冥阨之塞，未能北向以争权，其约之以共灭曹氏者，袁绍也，绍亦何愈于操哉？绍与操自灵帝以来，皆有兵戎之任，而表出自党锢，固雍容讽议之士尔。荆土虽安，人不习战，绍之倚表而表不能为绍用，表非戡乱之才，何待杜袭而知之？表亦自知之矣。踌躇四顾于袁、曹之间，义无适从也，势无适胜也，以诗书礼乐之虚文，示间暇无争而消人之忌，表之为表，如此而已矣。中人以下自全之策也。不为祸先而仅保其境，无袁、曹显著之逆，无公孙赞乐杀之愚，故天下纷纭，而荆州自若。迨乎身死，而子琮举土以降操，表非不虑此，而亦无如之何者也。”",
    "柳从辰：卓虽受诛，豪杰并起，跨州连郡如刘虞、公孙瓒、陶谦、袁绍、刘表、刘焉、袁术、吕布者，皆尝雄视一时，其权力犹足匡正帝室。",
    "王士正：豚犬儿郎霸业空，冢中人不愧英雄。一杯遥酹襄江上，爱汝名高俊及中。",
    "蔡东藩：刘景升亦非杰出才，偷息荆襄，不思展足，其无能已可概见；至如惑后妻，远长子，卒至身死未几，全州归曹；而于真诚坦白之刘玄德，若即若离，反使其仓皇奔走，濒死当阳，玄德不负景升，景升实负玄德耳。",
    "叶剑英：忧患元元忆逝翁，红旗缥缈没遥空。昏鸦三匝迷枯树，回雁兼程溯旧踪。赤道雕弓能射虎，椰林匕首敢屠龙。景升父子皆豚犬，旋转还凭革命功。",
    "张靖龙：战争解决问题的年代，文化扩张战略只能被人当作以西伯自居的笑柄。"
  ]
}
