{
  "name": "刘虞",
  "courtesyName": "伯安",
  "pseudonym": null,
  "aliase": null,
  "infantName": null,
  "gender": 1,
  "avatar": "./images/avatars/刘虞.jpg",
  "faction": "东汉",
  "birthdate": null,
  "birthplace": "徐州东海郡郯",
  "birthplacePresentDay": "山东临沂市郯城县西北",
  "deathdate": "193",
  "deathplace": "蓟",
  "deathplacePresentDay": "北京城西南",
  "tenure": null,
  "position": ["幽州刺史", "甘陵国相", "宗正", "大司马", "太傅", "幽州牧", "襄贲侯"],
  "peerage": ["襄贲侯"],
  "enfeoffment": null,
  "monarch": ["汉献帝"],
  "posthumousName": null,
  "templeName": null,
  "historicalBriefIIntroduction": "初举孝廉，累迁至幽州（旧治在今河北涿县）刺史。黄巾起义中，率兵镇压境内起义军张纯、张举部，因功拜太尉，封容丘侯。董卓秉政，授大司马，进封襄贲侯。史称其劝课农植，开渔盐之利。献帝初平二年（191），冀州刺史韩馥、勃海太守袁绍等欲立虞为帝，以抗董卓，虞严词拒绝。刘虞追求宽政，发展经济，安抚百姓，主张以怀柔政策对待少数民族，而下属公孙瓒主张武力解决，二人出现矛盾。后矛盾激化，刘虞率兵进攻公孙瓒，失败后被擒，不久，被杀。",
  "novelisticBriefIIntroduction": "刘虞于《三国演义》第二回登场，被朝廷任命为幽州牧，负责征讨张举、张纯。刘备曾在他手下任职，立功后被刘虞推荐升为下密丞。刘虞也因平叛有功升为太尉。",
  "family": {
    "father": {
      "character": [
        {
          "name": "刘舒",
          "desc": "曾任丹阳郡太守"
        }
      ],
      "desc": null
    },
    "mother": null,
    "brothers": null,
    "sisters": null,
    "spouse": null,
    "sons": {
      "character": [
        {
          "name": "刘和",
          "desc": "侍中，曾被袁术捉为人质，后逃回袁绍处。刘虞被杀后与刘虞旧部等向公孙瓒复仇，令公孙瓒元气大伤。"
        }
      ],
      "desc": null
    },
    "daughters": null
  },
  "historicalEvaluations": [
    "魏攸：今天下引领，以公为归。",
    "田畴：汉室衰颓，人怀异心，唯刘公不失忠节。",
    "范晔：①自帝室王公之胃，皆生长脂腴，不知稼穑，其能厉行饬身，卓然不群者，或未闻焉。刘虞守道慕名，以忠厚自牧。美哉乎，季汉之名宗子也！若虞、瓒无间，同情共力，纠人完聚，稸保燕、蓟之饶，缮兵昭武，以临群雄之隙，舍诸天运，征乎人文，则古之休烈，何远之有！②襄贲励德，维城燕北。仁能洽下，忠以卫国。",
    "皮日休：刘虞不敢作天子，曹瞒篡乱从此始。",
    "司马光：虞以恩厚得众心，北州百姓流旧莫不痛惜。",
    "陈普：曲盖华旗起益荆，幽州臣节独分明。汉家福分无周旦，天遣忠贤不习兵。疽溃中平甲子年，蒲蠃桑椹亦萧然。幽州别是神仙土，谷石人间三十钱。",
    "郝经：①刘虞独能饬身厉行，忠厚恭俭，化行幽朔，夙夜忧勤，志存王室；至使董卓畏服，群策见推，却尊号而不受，奉章表以自通。振振哉！汉家贤宗子，卫武公、东平宪王之俦也。②懿哉幽州，乃心帝室。奔命奉章，陨身碎璧。气躔箕尾，大津尚赤。",
    "王夫之：①韩馥、袁绍奉刘虞为主，是项羽立怀王心、唐高祖立越王侑之术也；虞秉正而明于计，岂徇之哉？……刘虞之贤必不受，操知之矣。②进与卓为敌，而退受术之掣，刘虞怀忠义而死于公孙瓒，职此繇也。③绍、术、瓒、表虽怀异志，而朱儁、曹操、刘虞、孙策，夫岂不可激厉入援以解天子之困厄。④若当董卓初诛之日，廷犹有老成之臣，人犹坚戴汉之心，刘虞怀忠于北陲，孙坚立功于雒阳，相制相持，而允之忠勋非董承从乱之比，操亦何敢遽睥睨神器、效董卓之狂愚乎？⑤刘虞贤矣，袁绍弗能惑也。",
    "柳从辰：卓虽受诛，豪杰并起，跨州连郡如刘虞、公孙瓒、陶谦、袁绍、刘表、刘焉、袁术、吕布者，皆尝雄视一时，其权力犹足匡正帝室。",
    "蔡东藩：刘虞为汉室名裔，恩信夙孚，乃以战略之未娴，谬思讨瓒，卒至身死家亡，为天下笑！盖以楚得臣之忿，兼宋襄公之愚，其不至为人禽戮者几希，区区小惠，不足道焉。"
  ]
}
