{
  "name": "孙权",
  "courtesyName": "仲谋",
  "pseudonym": null,
  "aliase": null,
  "infantName": null,
  "gender": 1,
  "avatar": "./images/avatars/孙权.jpg",
  "faction": "东吴",
  "birthdate": "182年",
  "birthplace": "扬州吴郡富春县",
  "birthplacePresentDay": "浙江省杭州市富阳区",
  "deathdate": "252年",
  "deathplace": "建业",
  "deathplacePresentDay": "南京",
  "tenure": "229年5月23日—252年5月21日",
  "position": ["吴国皇帝"],
  "peerage": null,
  "enfeoffment": null,
  "monarch": null,
  "posthumousName": ["大皇帝"],
  "templeName": ["太祖"],
  "historicalBriefIIntroduction": "孙坚之子，孙策之弟。东汉建安五年，兄孙策病死，孙权继位吴侯、讨逆将军，领会稽太守，开始统领江东。他击败了黄祖。后东吴联合刘备，于赤壁击溃了曹操军。东吴后来又和曹操军在合肥附近鏖战，并从刘备手中夺回荆州、杀死关羽、大破刘备的讨伐军。曹丕称帝后孙权先向北方称臣，后自己建吴称帝，迁都建业。孙权称帝后曾大规模派人航海，加强对夷州的联系。又设置农官，实行屯田；并在山越地区设立郡县，促进了江南土地的开发。晚年的孙权日益骄奢，宠信吕壹，赋役繁重、刑罚残酷。立嗣之争，孙权也犯下极大错误，多数名臣死于非命。自孙登夭折后，孙权先是废了孙和，又赐死孙霸，最后立幼子孙亮，这为日后的吴宫政变埋下了祸根。孙权病逝后谥号大皇帝，史称东吴大帝。",
  "novelisticBriefIIntroduction": "孙权19岁就继承了其兄孙策之位，力据江东，击败了黄祖。后东吴联合刘备，在赤壁大战击溃了曹操军。东吴后来又和曹操军在合肥附近鏖战，并从刘备手中夺回荆州、杀死关羽、大破刘备的讨伐军。曹丕称帝后孙权先向北方称臣，后自己建吴称帝，迁都建业。",
  "family": {
    "father": {
      "character": [
        {
          "name": "孙坚",
          "desc": "孙权称帝后追谥为武烈皇帝"
        }
      ],
      "desc": null
    },
    "mother": {
      "character": [
        {
          "name": "吴夫人",
          "desc": "孙权称帝后追谥为武烈皇后"
        }
      ],
      "desc": null
    },
    "brothers": {
      "character": [
        {
          "name": "孙策",
          "desc": "长兄，东吴奠基者，孙权称帝后追谥为长沙桓王"
        },
        {
          "name": "孙翊",
          "desc": "三弟，丹杨太守，性格骁悍果烈，有孙策之风"
        },
        {
          "name": "孙匡",
          "desc": "四弟，举茂才，早逝。"
        },
        {
          "name": "孙朗",
          "desc": "庶弟，五弟，因违反军令烧毁自家军用被吕范送回而被禁锢"
        }
      ],
      "desc": null
    },
    "sisters": {
      "character": [
        {
          "name": "孙氏",
          "desc": "姐姐，嫁给曲阿人弘咨，有子弘缪（一说是孙）"
        },
        {
          "name": "孙氏",
          "desc": "姐姐，女儿陈氏为潘濬子潘秘妻，也有陈氏是孙权乳母女的说法"
        },
        {
          "name": "孙夫人",
          "desc": "妹妹，嫁刘备，三国演义中称孙仁，戏剧中称孙尚香"
        }
      ],
      "desc": null
    },
    "spouse": {
      "character": [
        {
          "name": "谢夫人",
          "desc": "正室，谢煚之女，谢承之姐"
        },
        {
          "name": "徐夫人",
          "desc": "正室，徐琨之女，孙登之养母"
        },
        {
          "name": "潘皇后",
          "desc": "皇后，生孙亮"
        },
        {
          "name": "步夫人",
          "desc": "妃嫔，追赠皇后，生有孙鲁班、孙鲁育二女。"
        },
        {
          "name": "王夫人",
          "desc": "妃嫔，追谥大懿皇后，王卢九之女，生孙和"
        },
        {
          "name": "王夫人",
          "desc": "妃嫔，追谥敬怀皇后，生孙休"
        },
        {
          "name": "袁夫人",
          "desc": "妃嫔，袁术之女"
        },
        {
          "name": "赵夫人",
          "desc": "妃嫔，赵达之妹，为中国最早记载的女画家，也是蚊帐的发明者，有针绝、机绝、丝绝三绝之称的才女。"
        },
        {
          "name": "仲姬",
          "desc": "妃嫔，生孙奋。"
        },
        {
          "name": "谢姬",
          "desc": "妃嫔，孙霸子孙基和孙壹的祖母，应是孙霸的生母。"
        }
      ],
      "desc": "有记录的为十人"
    },
    "sons": {
      "character": [
        {
          "name": "孙登",
          "desc": "字子高，孙权长子。"
        },
        {
          "name": "孙虑",
          "desc": "字子智，孙权次子。"
        },
        {
          "name": "孙和",
          "desc": "字子孝，孙权三子。"
        },
        {
          "name": "孙霸",
          "desc": "字子威，孙权四子。"
        },
        {
          "name": "孙奋",
          "desc": "字子扬，孙权五子。"
        },
        {
          "name": "孙休",
          "desc": "字子烈，孙权六子，被拥立为孙吴第三任皇帝。"
        },
        {
          "name": "孙亮",
          "desc": "字子明，孙权七子，继任为孙吴第二任皇帝。"
        },
        {
          "name": "凌烈",
          "desc": "养子。凌统长子。凌统死时只有数岁，被孙权接到宫中抚养。长大后领父兵。封为亭侯。"
        },
        {
          "name": "凌封",
          "desc": "养子。凌统次子，与兄一同被抚养。兄凌烈犯罪被免官后，袭其爵位、士兵。"
        }
      ],
      "desc": null
    },
    "daughters": {
      "character": [
        {
          "name": "孙鲁班",
          "desc": "字大虎，孙权长女，先配周循，后配全琮。"
        },
        {
          "name": "孙氏",
          "desc": "（待考），孙权次女。刘纂妻，早卒。"
        },
        {
          "name": "孙鲁育",
          "desc": "字小虎，孙权三女，先配朱据，后配刘纂。"
        },
        {
          "name": "孙氏",
          "desc": "（待考），滕胤妻"
        }
      ],
      "desc": null
    }
  },
  "historicalEvaluations": [
    "孙策临终传权时：“举江东之众，决机于两陈（阵）之间，与天下争衡，卿（孙权）不如我。举贤任能，各尽其心，以保江东，我不如卿。”（《三国志·吴书·孙破虏讨逆传第一》）",
    "曹操于濡须之战：“生子当如孙仲谋，刘景升（刘表）儿子（刘琮）若豚犬耳！”（《三国志·吴书·吴主传第二》裴松之注引《吴历》）于孙权称臣时“此儿欲踞吾著炉炭上邪！”（《晋书·宣帝纪第一》）",
    "刘备：“孙车骑长上短下，其难为下，吾不可以再见之。”",
    "关羽：“鲗子敢尔，如使樊城拔，吾不能灭汝邪！”（《三国志·蜀书·关张马黄赵传第六》）",
    "周瑜：“将军以神武雄才，兼仗父兄之烈，割据江东，地方数千里，兵精足用，英雄乐业，尚当横行天下，为汉家除残去秽。”（《三国志·吴书·周瑜鲁肃吕蒙传第九》）“今主人亲贤贵士，纳奇录异。”",
    "鲁肃：“将军神武命世。”“孙讨虏聪明仁惠，敬贤礼士，江表英豪，咸归附之”（《三国志·蜀书·先主传第二》裴松之注引《江表传》）",
    "张纮：“自古帝王受天命的君主，虽有皇灵在上辅佐，文德传播天下，也要靠武功显著。要开垦种植，任贤使能，务崇宽惠，顺天命去诛讨，这样不劳师众定天下。”",
    "陆逊：“陛下（孙权）以神武之姿，涎膺期运，破操（曹操）乌林，败备（刘备）西陵，禽羽（关羽）荆州，斯三虏者当世雄杰，皆摧其锋。”（《三国志·吴书·陆逊传第十三》）",
    "诸葛亮：“海内大乱，将军（孙权）起兵据有江东，刘豫州亦收众汉南，与曹操并争天下。今操芟夷大难，略已平矣，遂破荆州，威震四海。英雄无所用武，故豫州遁逃至此。将军量力而处之：若能以吴、越之众与中国抗衡，不如早与之绝﹔若不能当，何不案兵束甲，北面而事之！今将军外托服从之名，而内怀犹豫之计，事急而不断，祸至无日矣！”（《三国志·蜀书·诸葛亮传第五》）“权有僭逆之心久矣”（《三国志·蜀书·诸葛亮传第五》裴松之注引《汉晋春秋》）“孙将军可谓人主，然观其度，能贤亮而不能尽亮，吾是以不留。”（《三国志·蜀书·诸葛亮传第五》裴松之注引《袁子》）“孙权据有江东，已历三世，国险而民附，贤能为之用。”“议者咸以权利在鼎足，不能并力，且志望以满，无上岸之情，推此，皆似是而非也。何者？其智力不侔，故限江自保；权之不能越江，犹魏贼之不能渡汉，非力有馀而利不取也。”",
    "司马懿：“权之称臣，天人之意也。”（《晋书·宣帝纪第一》）",
    "张辽：“向有紫髯将军，长上短下，便马善射。”",
    "程昱：“权有谋。”（《三国志·魏书 ·程郭董刘蒋刘传第十四》）",
    "陈琳：“夫天道助顺，人道助信，事上之谓义，亲亲之谓仁。盛孝章，君也，而权诛之，孙辅，兄也，而权杀之。贼义残仁，莫斯为甚。乃神灵之逋罪，下民所同雠。辜雠之人，谓之凶贼。”（《檄吴将校部曲文》）",
    "彭羕：“仆昔有事于诸侯，以为曹操暴虐，孙权无道，振威暗弱，其惟主公有霸王之器，可与兴业致治，故乃翻然有轻举之志。”（《三国志·卷四十·蜀书十·刘彭廖李刘魏杨传第十》）",
    "赵咨：“聪明仁智，雄略之主也”、“纳鲁肃于凡品，是其聪也；拔吕蒙于行陈，是其明也；获于禁而不害，是其仁也；取荆州而兵不血刃，是其智也；据三州虎视于天下，是其雄也；屈身于陛下（曹丕），是其略也。”（《三国志·吴书·吴主传第二》）",
    "贾诩：“孙权识虚实，陆议见兵势。据险守要，泛舟江湖，皆难卒谋也。用兵之道，先胜后战，量敌论将，故举无遗策。臣窃料群臣，无备、权对，虽以天威临之，未见万全之势也。”（《三国志·魏书·荀彧荀攸贾诩传第十》）",
    "邓芝：“大王命世之英。”",
    "刘晔：“权无故求降，必内有急。权前袭杀关羽，取荆州四郡，备怒，必大兴师伐之。外有强寇，众心不安，又恐中国承其衅而伐之，故委地求降，一以却中国之兵，二则假中国之援，以强其众而疑敌人。权善用兵，见策知变，其计必出于此。”、“权虽有雄才，故汉骠骑将军南昌侯耳，官轻势卑。士民有畏中国心，不可强迫与成所谋也。不得已受其降，可进其将军号，封十万户侯，不可即以为王也。夫王位，去天子一阶耳，其礼秩服御相乱也。彼直为侯，江南士民未有君臣之义也。我信其伪降，就封殖之，崇其位号，定其君臣，是为虎傅翼也。权既受王位，却蜀兵之后，外尽礼事中国，使其国内皆闻之，内为无礼以怒陛下。”（《三国志·魏书·程郭董刘蒋刘传第十四》）",
    "冯熙：“吴王体量聪明，善于任使。赋政施役，每事必咨。教养宾旅，亲贤爱士。赏不择怨仇，而罚必加有罪。臣下皆感恩怀德，惟忠与义。带甲百万，谷帛如山。稻田沃野，民无饥岁。所谓金城汤池，强富之国也。”",
    "刘基：“大王以能容贤蓄众，故海内望风。”",
    "钟繇：“顾念孙权，了更妩媚。”（《三国志·魏书·锺繇华歆王朗传第十三》）",
    "刘琬：“吾观孙氏兄弟虽各才秀明达，然皆禄祚不终，惟中弟孝廉，形貌奇伟，骨体不恒，有大贵之表，年又最寿，尔试识之。”",
    "陈寿：“孙权屈身忍辱，任才尚计，有勾践之奇，英人之杰矣。故能自擅江表，成鼎峙之业。然性多嫌忌，果于杀戮，暨臻末年，弥以滋甚。至于谗说殄行，胤嗣废毙，岂所谓赐厥孙谋以燕冀于者哉?其后叶陵迟，遂致覆国，未必不由此也。”（《三国志·吴书·吴主传第二》）“割据江东，策之基兆也，而权尊祟未至，子止侯爵，于义俭矣。”（《三国志·吴书·孙破虏讨逆传第一》）",
    "陆凯：“自昔先帝时，后宫列女，及诸织络，数不满百，米有畜积，货财有余。先帝崩后，幼、景在位，更改奢侈，不蹈先迹。”（《三国志·吴书·潘濬陆凯传第十六》）",
    "孙楚：“吴之先主，起自荆州，遭时扰攘，播潜江表，刘备震惧，逃迹巴岷，遂依丘陵积石之固，三江五湖，浩汗无涯，假气游魂，迄于四纪，二邦合从，东西唱和，卒相扇动，拒捍中国。”",
    "陆机：“吴桓王基之以武，太祖（孙权）成之以德，聪明睿达，懿度深远矣。其求贤如不及，恤民如稚子，接士尽盛德之容，亲仁罄丹府之爱。拔吕蒙于戎行，识潘濬于系虏。推诚信士，不恤人之我欺；量能授器，不患权之我逼。执鞭鞠躬，以重陆公之威；悉委武卫，以济周瑜之师。卑宫菲食，以丰功臣之赏；披怀虚己，以纳谟士之算。故鲁肃一面而自讬，士燮蒙险而效命。高张公之德而省游田之娱，贤诸葛之言而割情欲之欢，感陆公之规而除刑政之烦，奇刘基之议而作三爵之誓，屏气跼蹐以伺子明之疾，分滋损甘以育凌统之孤，登坛慷慨归鲁肃之功，削投恶言信子瑜之节。是以忠臣竞尽其谋，志士咸得肆力，洪规远略，固不厌夫区区者也。故百官苟合，庶务未遑。”（《辩亡论》下）“用集我大皇帝，以奇踪袭于逸轨，叡心发乎令图，从政咨于故实，播宪稽乎遗风，而加之以笃固，申之以节俭，畴咨俊茂，好谋善断，东帛旅于丘园，旌命交于涂巷。故豪彦寻声而响臻，志士希光而影骛，异人辐辏，猛士如林。于是张昭为师傅，周瑜、陆公（陆逊）、鲁肃、吕蒙之畴入为腹心，出作股肱；甘宁、凌统、程普、贺齐、朱桓、朱然之徒奋其威，韩当、潘璋、黄盖、蒋钦、周泰之属宣其力；风雅则诸葛瑾、张承、步骘以声名光国，政事则顾雍、潘濬、吕范、吕岱以器任干职，奇伟则虞翻、陆绩、张温、张惇以讽议举正，奉使则赵咨、沈珩以敏达延誉，术数则吴范、赵达以禨祥协德，董袭、陈武杀身以卫主，骆统、刘基强谏以补过，谋无遗算，举不失策。故遂割据山川，跨制荆、吴，而与天下争衡矣。”（《辩亡论》上）",
    "华谭：“赖先主承运，雄谋天挺，尚内倚慈母仁明之教，外杖子布廷争之忠，又有诸葛、顾、步、张、朱、陆、全之族，故能鞭笞百越，称制南州。”。“吴武烈父子皆以英杰之才，继承大业。今以陈敏凶狡，七弟顽冗，欲蹑桓王之高踪，蹈大皇之绝轨，远度诸贤，犹当未许也。”",
    "裴松之：“孙权横废无罪之子，为兆乱。”“权愎谏违众，信渊意了，非有攻伐之规，重复之虑。宣达锡命，乃用万人，是何不爱其民，昏虐之甚乎？此役也，非惟暗塞，实为无道。”",
    "孙盛：“盛闻国将兴，听于民；国将亡，听于神。权年老志衰，谗臣在侧，废适立庶，以妾为妻，可谓多凉德矣。而伪设符命，求福妖邪，将亡之兆，不亦显乎！”“观孙权之养士也，倾心竭思，以求其死力，泣周泰之夷，殉陈武之妾，请吕蒙之命，育凌统之孤，卑曲苦志，如此之勤也。是故虽令德无闻，仁泽（内）著，而能屈强荆吴，僭拟年岁者，抑有由也。然霸王之道，期于大者远者，是以先王建德义之基，恢信顺之宇，制经略之纲，明贵贱之序，易简而其亲可久，体全而其功可大，岂委璅近务，邀利于当年哉？语曰“虽小道，必有可观者焉，致远恐泥”，其是之谓乎！”",
    "虞溥：“性度弘朗，仁而多断，好侠养士，始有知名，侔于父兄矣。”（《三国志·吴书·吴主传第二》裴松之注引《江表传》）",
    "《荆州先德传》：“权好嘲戏以观人。”",
    "王勃：“孙仲谋承父兄之余事，委瑜肃之良图，泣周泰之痍，请吕蒙之命，惜休穆之才不加其罪，贤子布之谏而造其门。用能南开交趾，驱五岭之卒；东届海隅，兼百越之众。地方五千里，带甲数十万。”",
    "朱敬则：“孙仲谋藉父兄之资，负江海之固，未敢争盟上国，竞鹿中原，自守未馀，何足言也。”（《全唐文》）",
    "徐夤：“一主参差六十年，父兄犹庆授孙权。不迎曹操真长策，终谢张昭见硕贤。建业龙盘虽可贵，武昌鱼味亦何偏。秦嬴谩作东游计，紫气黄旗岂偶然。”",
    "司马光：“文帝承父兄之烈，师友忠贤，以成前志，赤壁之役，决策定虑，以摧大敌，非明而有勇能如是乎？奄有荆扬，薄于南海，传祚累世，宜矣。”（《历代名贤确论·卷五十七》）",
    "苏轼：“亲射虎，看孙郎。”（《江城子·密州出猎》）“孙权勇而有谋，此不可以声势恐喝取也。”",
    "苏辙：“吴大帝方其属任贤将，抗衡中原，曹公惮之。及其老也，贤臣死亡略尽，喜诸葛恪之劲悍，越众而付以后事。闼其用兵劳民之后，继起大役，兵折于外，既归而不能自克，将复肆志于僚友。恪既以丧其躯，而孙氏因之三世绝统，吴、越之民陷于炮烙之地，国随以亡。彼以进取之资用进取之臣，以徼一时之功可耳，至于托六尺之孤，寄千里之命，而亦属之斯人，其势必至是哉。”（《栾城后集·孙仲谋》）“今夫曹操、孙权、刘备，此三人者，皆知以其才相取，而未知以不才取人也。世之言者曰：孙不如曹，而刘不如孙。”",
    "谢采伯：“孙权运筹于内，刘备、诸葛亮、周瑜、关侯等，合谋并智，方拒得曹操，败之于赤壁，亦未为竒政縁。”",
    "何去非：“权之勇决进取，无以逮其父兄，然审机察变，持保江东，于权有焉。”（《何博士备论》）",
    "辛弃疾：“千古江山，英雄无觅，孙仲谋处。”（《永遇乐·京口北固亭怀古》）“何处望神州，满眼风光北固楼，千古兴亡多少事，悠悠。不尽长江滚滚流。 年少万兜鍪，坐断东南战未休，天下英雄谁敌手，曹刘。生子当如孙仲谋。”",
    "吕祖谦：“孙权起于江东，拓境荆楚，北图襄阳，西图巴、蜀而不得。北敌曹操、西敌刘备，二人皆天下英雄。所用将帅，亦一时之杰。权左右胜之而后能定其国。及权国既定，曹公已死，丕、叡继世，中原有可图之衅。权之名将死丧且尽，权亦老矣。”（《吴论》）",
    "晁补之：“吴人轻而无谋，自古记之矣。孙坚、孙策皆无王霸器。虽赖周瑜、鲁肃辈辅权嗣立，亦权稍持重，故卒建吴国也。”（《鸡肋集》）",
    "萧常：“权承父兄之资，勇而有谋，愤曹操窃国，尝有讨贼之志；乌林之捷，亦一时之隽功。其后关羽围襄阳，降于禁，威振北方，操大惧，欲徙都以避之。权于是时，诚能与羽协力、东西并举，则操可图而汉室可兴。今乃不然，反袭杀羽以媚曹氏，不能少降意于帝室之胄，而甘心臣贼，昭烈之不能混一区夏，由此故也。他日虽有犄角之功，亦无及矣。吁，惜哉！”（《萧氏续后汉书》）",
    "叶适：“权有地数千里，立国数十年，以力战为强，以独任为能。残民以逞，终无毫髪爱利之意，身死而其后不复振，操术使之然也。”（《习学记言·读吴志》）",
    "元好问：“孙郎矫矫人中龙，顾盼叱咤生云风。”",
    "郝经：“东汉之衰，孙权承父兄之烈，尊礼英贤，抚纳豪右，诛黄祖，走曹操，袭关侯，遂奄有荆飏，今年出濡须，明年战合肥，嶷然势常北向，而以守为攻，称臣于魏，结援于汉，始忍勾践之辱，终为熊通之谮，保据江淮，奄征南海，卒与汉魏鼎峙而立，先起而后亡，非惟智勇足抗衡，亦国势便利然也。”（《续后汉书》）",
    "胡三省：“当方面者，当如吕岱；委人以方面者，当如孙权。”（《资治通鉴注》）",
    "朱元璋：“君臣之间，以敬为主。敬者，礼之本也。故礼立而上下之分定，分定而名正，名正而天下治矣。孙权盖不知此，轻与臣下戏狎，狎其臣而亵其父，失君臣之礼。”（《明太祖宝训》）",
    "罗贯中在《三国演义》有诗赞曰：“紫髯碧眼号英雄，能使臣僚肯尽忠，二十四年兴大业，龙磐虎踞在江东。”",
    "孙承恩：“仲谋强明，委任才智。听言能断，业乃鼎峙。倍义负汉，屈身事曹。传世四君，霸图亦消。”（《文简集·卷三十八》）",
    "王夫之：“于是而知先主之知人而能任，不及仲谋远矣。”“于子瑜也、陆逊也、顾雍也、张昭也，委任之不如先主之于公，而信之也笃，岂不贤哉？”（《宋论·卷一·太祖》）",
    "王懋竑：“至权时，张昭、张纮虽见尊礼而不复任用，昭且几不免，而翻竟以窜死，惟顾雍、潘濬辈从容讽议，得安有位。陆逊有大功，而以数直谏愤恚而卒。周瑜、鲁肃幸已早死，不与陆逊同祸，而亦恩不及嗣。有所爱重者，惟吕蒙、凌统、甘宁、周泰辈，以视策万万不逮矣。其保有江东者，以有吕蒙辈为之用，得其死力，而其不能廓大基业，窥中原者，亦以此。”（《三国志集解》）",
    "赵翼：“至孙氏兄弟之用人，亦自有不可及者。”“以人主而自悔其过，开诚告语如此，其谁不感泣？使操当此，早挟一‘宁我负人，勿人负我’之见，而老羞成怒矣！此孙氏兄弟之用人，所谓以意气相感也。”",
    "王鸣盛：“孙权称臣事魏已久，及黄武元年春大破蜀，刘备奔走，势愈强盛，则魏欲与盟而不受，九月魏兵来征，又卑辞上书求自改悔，乞寄命交州乃随，又改年临江拒守，彼此互有杀伤，不分胜负。十二月又通聘于蜀，乃既和于蜀，又不绝于魏，且业已改元而仍称吴王。五年令曰北虏缩窜，方外无事，乃益务农亩，称帝之举，直隐忍以至魏明帝太和三年，而后发，反复倾危，惟利是视，用柔胜刚，阴谋狡猾，史评以勾践相比，非虚语也。”（《三国志集解》）",
    "何焯：“老悖昏惑，吴亡不待皓而决。”",
    "李慈铭：“三国时，魏既屡兴大狱，吴孙皓之残刑以逞，所诛名臣，如贺邵、王蕃、楼玄等尤多。少帝之诛诸葛恪、滕胤，皆逆臣专制，又当别论。惟大帝号称贤主，而太子和被废之际，群臣以直谏受诛者，如吾粲、朱据、张休、屈晃、张纯等十数人，被流者顾谭、顾承、姚信等又数人，而陈正、陈象至加族诛，吁，何其酷哉！自是宫闱之衅，未有至此者也。”（《越缦堂读书笔记》）",
    "蔡东藩：“黄祖本无才智，而孙坚死于祖手；孙策又不能亲复父仇，命为之，势为之也。坚阻于命，策限于势；至权承父兄之业，用瑜蒙诸将，一出再出，方举黄祖而枭夷之，春秋之义大复仇，如孙仲谋者，其固不愧为令子乎？曹操谓生子至如孙仲谋，若刘景升诸儿，与豚犬等，原非虚言。”“孙权承父兄遗业，任才尚计，史谓其有勾践遗风，乃内宠相寻，晚年益愦，废长立幼，乱本已成。”（《后汉演义》）",
    "卢弼：“窃谓有勾践之志则可，无勾践之志则终为奴虏而已，南宋其已事也。仲谋操纵其间，以江东而抗衡大国承祚，方之勾践其信然矣。”（《三国志集解》）",
    "柏杨：“孙权是中国历史上最可爱最有人情味的皇帝之一。”",
    "李宗吾：“他和刘备同盟，并且是郎舅之亲，忽然夺取荆州，把关羽杀了，心之黑，仿佛曹操，无奈黑不到底，跟着向蜀请和，其黑的程度，就要比曹操稍逊一点；他与曹操比肩称雄，抗不相下，忽然在曹丞相驾下称臣，脸皮之厚，仿佛刘备，无奈厚不到底，跟着与魏绝交，其厚的程度也比刘备稍逊一点。他虽是黑不如操，厚不如备，却是二者兼备，也不能不算是一个英雄。”",
    "毛泽东：“孙权是个很能干的人。”“当今惜无孙仲谋。”（《毛泽东读古书实录》）"
  ]
}
