{
  "name": "张华",
  "courtesyName": "茂先",
  "pseudonym": null,
  "aliase": null,
  "infantName": null,
  "gender": 1,
  "avatar": "./images/avatars/张华.jpg",
  "faction": "西晋",
  "birthdate": "232年",
  "birthplace": "范阳方城",
  "birthplacePresentDay": "河北固安县",
  "deathdate": "300年",
  "deathplace": null,
  "deathplacePresentDay": null,
  "tenure": null,
  "position": ["太常博士", "佐著作郎", "长史兼中书郎", "黄门侍郎", "司空"],
  "peerage": null,
  "enfeoffment": null,
  "monarch": ["晋武帝", "晋惠帝"],
  "posthumousName": null,
  "templeName": null,
  "historicalBriefIIntroduction": "晋国之臣。秘书丞。与皇帝司马炎下棋时，送来了讨伐吴国的奏章。因他表示赞成刚而强烈反对贾充的消极论，自此遭到贾充怨恨。",
  "novelisticBriefIIntroduction": "晋国之臣。秘书丞。与皇帝司马炎下棋时，送来了讨伐吴国的奏章。因他表示赞成刚而强烈反对贾充的消极论，自此遭到贾充怨恨。",
  "family": {
    "father": {
      "character": [
        {
          "name": "张平",
          "desc": "在曹魏官至渔阳郡太守。"
        }
      ],
      "desc": null
    },
    "mother": null,
    "brothers": null,
    "sisters": null,
    "spouse": {
      "character": [
        {
          "name": "刘氏",
          "desc": "刘放的女儿"
        }
      ],
      "desc": null
    },
    "sons": {
      "character": [
        {
          "name": "张祎",
          "desc": "字彦仲，散骑常侍，好学，谦敬有父风，与张华同时遇害。"
        },
        {
          "name": "张韪",
          "desc": "官至散骑侍郎，与张华同时遇害。"
        }
      ],
      "desc": null
    },
    "daughters": null
  },
  "historicalEvaluations": [
    "阮籍：王佐之才也！",
    "司马炎：①尚书、关内侯张华，前与故太傅羊祜共创大计，遂典掌军事，部分诸方，算定权略，运筹决胜，有谋谟之勋。②卿才综万代，博识无伦，远冠羲皇，近次夫子。",
    "冯紞：陛下谋谟之臣，著大功于天下，海内莫不闻知，据方镇总戎马之任者，皆在陛下圣虑矣。",
    "韦忠：张茂先华而不实，裴逸民（裴頠）欲而无厌，弃典礼而附贼后，此岂大丈夫之所为哉！",
    "司马衷：①华体良清粹，才识经济。前任中书，有思谋之勤。②故司空、壮武公华竭其忠贞，思翼朝政，谋谟之勋，每事赖之。前以华弼济之功，宜同封建，而华固让至于八九，深陈大制不可得尔，终有颠败危辱之虑，辞义恳诚，足劝远近。华之至心，誓于神明。",
    "刘讷：张茂先我所不解。",
    "阎缵：司空张华，道德深远，乃心忠诚。",
    "挚虞：其忠良之谋，款诚之言，信于幽冥，没而后彰，与苟且随时者不可同世而论也。",
    "温羡：式乾之会，张华独谏。上宰不和，不能承风赞善，望其指麾从命，不亦难乎！",
    "司马冏：张华、裴頠各以见惮取诛于时。",
    "嵇绍：华历位内外，虽粗有善事，然阖棺之责，著于远近，兆祸始乱，华实为之。",
    "虞世南：张、裴儒雅，安足用之？",
    "房玄龄：①夫忠为令德，学乃国华，譬众星之有礼义，人伦之有冠冕也。卫瓘抚武帝之床，张华距赵伦之命，进谏则伯玉居多，临危则茂先为美。遵乎险辙，理有可言：昏乱方凝，则事睽其趣；松筠无改，则死胜于生，固以赴蹈为期，而不辞乎倾覆者也。俱陷淫网，同嗟承剑，邦家殄瘁，不亦伤哉！②贤人委质，道映陵寒。尸禄观败，吾生未安。卫以贾灭，张由赵残。忠于乱世，自古为难。",
    "韩瑗：昔微子去之而殷国以亡，张华不死而纲纪不乱，国之欲谢，善人其衰。",
    "裴耀卿：茂先实王佐，仲举（陈蕃）信时英。",
    "沈佺期：束皙言谈妙，张华史汉遒。",
    "陈普：①孙皓泥头入洛阳，后庭夺目万红妆。铜驼北去还西徙，不怨荀冯怨杜张。②应是诸公爱阮咸，所天亦把付清谈。张林若责金墉后，当日张华死更甘。",
    "洪迈：晋张华、郭璞，魏崔伯深，皆精于天文卜筮，言事如神，而不能免于身诛家族，况其下者乎！",
    "胡三省：华素有筹略。",
    "郑玉：昔者力赞平吴之策，何其勇也；今者力沮废后之谋，何其怯也。盖华本庸人，专于诗书名物之间，制度文为之末，才不足以制变，学不足以适道，岂知天下之大义，圣人之大用哉？若华者，所谓具臣而已矣。",
    "朱善：乡有长安、长乐，里有凤舞、鸾歌，人有张华、雷焕，物有龙泉、太阿。",
    "王夫之：①张华谋略之士，可与立功，而未可与守正，非能秉大节者也......张华秉国，朝野差能安静，而杨后之废，且请以赵飞燕之罪罪之，依贾谧浮慕之推重，而弗能止其邪，华不能辞亡晋之辜矣。②华被武帝之深知，与平吴之大计，以开国元老，出典方州，入管机要，为天下所倾仰，仅托淫邪之党，涂饰治迹，而可称大臣之职哉？体先隳，望先失，志先夺，求有为于后，斡旋于已乱之余，其将能乎？③其以世事为心者，则毛举庶务以博忠贞干理之誉，张华、傅咸、刘毅之类是已。④知事几、察物情者，可与谋国乎？未可也，抑不可以谋身。故张华终死而晋以大乱。华之决策平吴，何其明也；执政于淫昏之廷，而庶务粗举，民犹安之，何其审也；拒刘卞之说，不欲为陈蕃之为，以冀免于祸，抑不可不谓工于全身。然而身卒殒、国卒危者，何也？智有余而义不足也。...夫既任不在己矣，而与贾氏周旋终始，何心乎？华尝为贾充所忌而置之外，如其欲全身而免于罪戾，则及此而引去可也。贾模，贾氏之党也，知贾氏之亡晋，而以忧死，华且从容晏处，托翰墨记问以自娱，固自信其智足以游羿彀中而恃之以无惧。不清不浊之闲，天下有余地焉以听巧者之优游乎？天下有自谋其身处于无余之地，而可与谋国者乎？故晋之亡，非贾谧能亡之，华亡之也。何也？君昏后虐，谗言高张，寇贼伏莽，天下所县望者，唯一华耳。刘卞进扶立太子之说，非不知人而妄投，亦舍华而更无可与言者。华无能为矣，然后志士灰心而狂夫乘衅。栋折榱崩，则瓦解而室倾，岂更有望哉！且华之居势，非陈蕃比也，蕃依窦武以图社稷，武不得宦官之腹心为之内应；华则贾模、裴頠以贾氏之姻族为内援以相辅，其成也可八九得。然而不能者，华于贾氏废姑杀其母之日，委顺其闲，则气不可复振；气已茶而能有为者，未之有也。盖华者，离义为智，而不知不义者之未有能智者也。是非之外无祸福焉，义利之外无昏明焉，怀禄不舍，浮沈于其闲，则更不如小人之倾倒于邪而皆可偷以全身。是以孔光、胡广得以瓦全，而华不免，若其能败人之国家则一也。是以君子于其死也不闵之。",
    "爱新觉罗·玄烨：国家用人当以德器为本，才艺为末。凡才长者虽能济事，亦多败检。若德器淳朴，必不至荡轶准绳之外。朕临御日久，阅历人情，所见甚确。如张华在晋以才学知名，后乃蔑弃典礼，以附贼后，所学又安在耶？",
    "蔡东藩：①蹉跎已届古稀年，何事名缰尚被牵？老且受诛儿并戮，如斯结局也堪怜！②张华裴頠位登台辅，不能拨乱反正，虽由二人之才识不足，亦天意之未许建功耳。"
  ]
}
