{
  "name": "张布",
  "courtesyName": null,
  "pseudonym": null,
  "aliase": null,
  "infantName": null,
  "gender": 1,
  "avatar": "./images/avatars/张布.jpg",
  "faction": "吴",
  "birthdate": "扬州吴郡",
  "birthplace": "江苏苏州市",
  "birthplacePresentDay": null,
  "deathdate": "264年",
  "deathplace": null,
  "deathplacePresentDay": null,
  "tenure": null,
  "position": ["长水校尉", "辅义将军", "左将军", "骠骑将军", "侍中"],
  "peerage": ["永康侯"],
  "enfeoffment": null,
  "monarch": ["孙休", "孙昊"],
  "posthumousName": null,
  "templeName": null,
  "historicalBriefIIntroduction": "早在孙休为琅琊王时，张布为会稽王手下左右督将，与孙休相识。永安元年（258年），孙休被孙𬘭迎立为帝，时任长水校尉的张布因辅政勤劳，被任命为辅义将军，封永康侯。东吴自孙峻死后，朝政长期由孙峻的堂弟孙𬘭把持。孙休害怕孙𬘭图谋叛乱，与丁奉、张布合谋，在腊月的百官宴上诛杀孙𬘭，张布因功封左将军，后加任中军督。弟弟张惇为都亭侯，张恂为校尉。永安五年（262年）十月，张布因旧功获加封，主管宫中尚书、中书、门下[来源请求]各署。孙休死后，因蜀汉灭亡以及东吴交趾郡发生叛乱，东吴国内需要一位较年长的君主。在左典军万彧的极力推荐下，丞相濮阳兴、左将军张布说服朱太后，废孙休长子孙𩅦，改立乌程侯孙皓为帝，张布因拥立之功被封为骠骑将军加侍中。孙皓即位后粗暴骄横、嗜酒好色，濮阳兴和张布都暗自后悔拥立孙皓，被万彧秘密告发。元兴元年（264年）十一月，濮阳兴和张布被流放广州，流放途中被孙皓派人杀害，三族被灭。",
  "novelisticBriefIIntroduction": "《三国演义》中，孙休死后，万彧与张布违背其遗言，废孙休长子孙𩅦，改立孙皓为帝。孙皓即位后日益凶暴、沉溺酒色，宠幸中常侍岑昏，濮阳兴、张布因劝谏孙皓而被杀，三族被灭。",
  "family": {
    "father": {
      "character": [
        {
          "name": "名不详",
          "desc": null
        }
      ],
      "desc": null
    },
    "mother": {
      "character": [
        {
          "name": "名不详",
          "desc": null
        }
      ],
      "desc": null
    },
    "brothers": null,
    "sisters": null,
    "spouse": null,
    "sons": null,
    "daughters": {
      "character": [
        {
          "name": "名不详",
          "desc": "孙昊妻，孙皓杀张布后强纳张布的小女儿入后宫并宠幸，一日孙皓问她：“你父亲在哪？”，小女答道：“被贼人所杀！”，孙皓听后大怒将她棒杀，但之后孙皓又思念其美色令能工巧匠以木头刻出小女形象置于座旁。"
        },
        {
          "name": "名不详",
          "desc": "孙昊妻，孙昊杀了张布的小女儿后，孙皓又问身边的人：“张布还有女儿吗？”身边的人答道：“张布的大女儿嫁给了曾担任卫尉的冯朝之子冯纯。”孙皓听后当即将冯纯的妻子即张布的大女儿夺入自己后宫并且大为宠幸，封她为左夫人，整日整夜都与她在房中欢宴，不理朝政。后来张布的大女儿死了，孙皓非常悲伤将她风光大葬于苑中，作大冢。孙皓自己也在冢中治丧半年不出，甚至由于葬礼太过奢华被人认为是孙皓死了。"
        }
      ],
      "desc": "《三国志·卷五十·吴书五·妃嫔传第五·孙和何姬传》引《江表传》：皓以张布女为美人，有宠，皓问曰：”汝父所在？”答曰：”贼以杀之。”皓大怒，棒杀之。后思其颜色，使巧工刻木作美人形象，恒置座侧。问左右：“布复有女否？“答曰：“布大女适故卫尉冯朝子纯。“即夺纯妻入宫，大有宠，拜为左夫人，昼夜与夫人房宴，不听朝政，使尚方以金作华燧、步摇、假髻以千数。令宫人著以相扑，朝成夕败，辄出更作，工匠因缘偷盗，府藏为空。会夫人死，皓哀愍思念，葬于苑中，大作冢，使工匠刻柏作木人，内冢中以为兵卫，以金银珍玩之物送葬，不可称计。已葬之后，皓治丧于内，半年不出。国人见葬太奢丽，皆谓皓已死，所葬者是也。皓舅子何都颜状似皓，云都代立。临海太守奚熙信讹言，举兵欲还诛都，都叔父植时为备海督，击杀熙，夷三族，讹言乃息，而人心犹疑。"
    }
  },
  "historicalEvaluations": [
    "《三国志·吴书·三嗣主传》：“任用布，不能拔近良才，改弦易张。”"
  ]
}
