{
  "name": "张嶷",
  "courtesyName": "伯岐",
  "pseudonym": null,
  "aliase": null,
  "infantName": null,
  "gender": 1,
  "avatar": "./images/avatars/张嶷.jpg",
  "faction": "蜀",
  "birthdate": "194年",
  "birthplace": "益州巴郡南充国",
  "birthplacePresentDay": "四川省南充市",
  "deathdate": "254年",
  "deathplace": null,
  "deathplacePresentDay": null,
  "tenure": null,
  "position": ["荡寇将军"],
  "peerage": ["关内侯"],
  "enfeoffment": null,
  "monarch": ["刘焉", "刘备", "刘禅"],
  "posthumousName": null,
  "templeName": null,
  "historicalBriefIIntroduction": "嶷出自孤微，而少有通壮之节。弱冠为县功曹。先主定蜀之际，山寇攻县，县长捐家逃亡，嶷冒白刃，携负夫人，夫人得免。由是显名，州召为从事。时郡内士人龚禄、姚伷，当世有声名，皆与嶷友善。建兴五年，丞相亮北住汉中，广汉、绵竹山贼张慕等钞盗军资，劫掠吏民，嶷以都尉将兵讨之。拜为牙门将，属马忠，北讨汶山叛羌，南平四郡蛮夷，辄有筹画战克之功。越巂郡自丞相亮讨高定之后，叟夷数反，杀太守龚禄、焦璜，是后太守不敢之郡，除嶷为越巂太守，嶷将所领往之郡，诱以恩信，蛮夷皆服，颇来降附。嶷以功赐爵关内侯。在官三年，徙还故郡，缮治城郭，夷种男女莫不致力。郡有旧道，绝道已百馀年。嶷开通旧道，千里肃清，复古亭驿。后主於是加嶷怃戎将军，领郡如故。在郡十五年，邦域安穆。屡乞求还，乃徵诣成都。嶷至，拜荡寇将军，慷慨壮烈，士人咸多贵之，然放荡少礼，人亦以此讥焉，是岁延熙十七年也。魏狄道长李简密书请降，卫将军姜维率嶷等因简之资以出陇西。嶷时风湿固疾，至都浸笃，扶杖然后能起。姜维之出，时论以嶷初还，股疾不能在行中，由是嶷自乞肆力中原，致身敌庭。临发，辞后主曰：“臣当值圣明，受恩过量，加以疾病在身，常恐一朝陨没，辜负荣遇。天不违原，得豫戎事。若凉州克定，臣为籓表守将；若有未捷，杀身以报。”后主慨然为之流涕。军前与魏将徐质交锋，嶷临陈陨身，然其所杀伤亦过倍。既亡，封长子瑛西乡侯，次子护雄袭爵。南土越巂民夷闻嶷死，无不悲泣，为嶷立庙，四时水旱辄祀之。",
  "novelisticBriefIIntroduction": "小说《三国演义》里，张嶷出场于第八十七回，诸葛亮率领大军南征孟获，张嶷随军征讨，与张翼在七擒孟获的战斗中立下赫赫战功，曾与孟获之妻祝融夫人单挑，被祝融夫人用飞刀击伤被擒。在随诸葛亮北伐的战斗中，被魏将王双打伤，后诸葛亮病死五丈原，告诉姜维，王平、马岱、廖化、张翼、张嶷忠贞勇猛，且多年带兵打仗，经验丰富，是可以依靠的武将，于是张嶷又跟随姜维征伐曹魏，最后张嶷因为要掩护姜维撤退，战死沙场，姜维对张嶷之死非常感伤，上表刘禅，请求自贬。",
  "family": {
    "father": {
      "character": [
        {
          "name": "名不详",
          "desc": null
        }
      ],
      "desc": null
    },
    "mother": {
      "character": [
        {
          "name": "名不详",
          "desc": null
        }
      ],
      "desc": null
    },
    "brothers": null,
    "sisters": null,
    "spouse": null,
    "sons": {
      "character": [
        {
          "name": "张瑛",
          "desc": "长子张瑛封西乡侯"
        },
        {
          "name": "张护雄",
          "desc": "次子张护雄袭爵"
        }
      ],
      "desc": null
    },
    "daughters": null
  },
  "historicalEvaluations": [
    "陈寿：“嶷慷慨豪烈，士人咸多贵之；然放荡少礼，人亦以此为讥焉”、“张嶷识断明果，咸以所长，显名发迹，遇其时也。”《三国志·张嶷传》",
    "“少有通壮之节”、“张嶷仪貌辞令，不能骇人，而其策略足以入算，果烈足以立威。为臣有忠诚之节，处类有亮直之风，而动必顾典，后主深崇之。虽古之英士，何以远逾哉！”《益州耆旧传》",
    "萧常：“嶷绥抚边郡，威怀异俗，阃寄得人，何其盛哉”《续后汉书·张嶷传》",
    "李光地：“赵云、张嶷不独有将略，其见事明决持重老成，实古重臣之选”《榕村语录·卷二十二》"
  ]
}
