{
  "name": "张昭",
  "courtesyName": "子布",
  "pseudonym": null,
  "aliase": null,
  "infantName": null,
  "gender": 1,
  "avatar": "./images/avatars/张昭.jpg",
  "faction": "东吴",
  "birthdate": "156年",
  "birthplace": "徐州彭城",
  "birthplacePresentDay": "江苏省徐州市",
  "deathdate": "236年",
  "deathplace": null,
  "deathplacePresentDay": null,
  "tenure": null,
  "position": ["军师", "绥远将军"],
  "peerage": ["由拳侯", "娄侯"],
  "enfeoffment": null,
  "monarch": ["孙权"],
  "posthumousName": ["文侯"],
  "templeName": null,
  "historicalBriefIIntroduction": "三国时期孙吴重臣。东汉末年，张昭为避战乱而南渡至扬州。孙策创业时，任命其为长史、抚军中郎将，将文武之事都委任于张昭。孙策临死前，将其弟孙权托付给张昭，张昭率群僚辅立孙权，并安抚百姓、讨伐叛军，帮助孙权稳定局势。赤壁之战时，张昭持主降论。孙权代理车骑将军时，任命张昭为军师。孙权被封为吴王后，拜其为绥远将军，封由拳侯，此后曾参与撰定朝仪。孙权两次要设立丞相时，众人都推举张昭，孙权以张昭敢于直谏、性格刚直为由而不用他，先后用孙邵、顾雍。黄龙元年（229年），孙权称帝后，张昭以年老多病为由，上还官位及所统领部属，改拜辅吴将军、班亚三司，改封娄侯。晚年时一度不参与政事，在家著《春秋左氏传解》及《论语注》，今皆佚失。嘉禾五年（236年），张昭去世，年八十一，谥号“文”。张昭善隶书，其作品无存。唐张怀瓘在《书估》中将其书法列为第三等。",
  "novelisticBriefIIntroduction": "在小说《三国演义》中，张昭生平与正史大体相当，于汉末避乱江东。孙策在江东创业时，辟张昭为长史，以管仲视之。 [76]  孙策临终时，将孙权托付于张昭、周瑜，遗言“内事托子布，外事全赖公瑾”。 [77]  张昭性格严肃，对孙权多有直谏。赤壁之战之际，张昭主降，孙权深感失望。 [78]  但此后仍对孙权各项决策发挥重要作用。",
  "family": {
    "father": {
      "character": [
        {
          "name": "名不详",
          "desc": null
        }
      ],
      "desc": null
    },
    "mother": {
      "character": [
        {
          "name": "名不详",
          "desc": null
        }
      ],
      "desc": null
    },
    "brothers": null,
    "sisters": null,
    "spouse": null,
    "sons": {
      "character": [
        {
          "name": "张承",
          "desc": "长子，字仲嗣。官至濡须都督、奋威将军，封都乡侯。死后谥定侯。"
        },
        {
          "name": "张休",
          "desc": "次子，字叔嗣。官至扬武将军，袭父张昭爵娄侯。"
        }
      ],
      "desc": null
    },
    "daughters": null
  },
  "historicalEvaluations": [
    "陈寿：“张昭受遗辅佐，功勋克举，忠謇方直，动不为己；而以严见惮，以高见外，既不处宰相，又不登师保，从容闾巷，养老而已，以此明权之不及策也。”",
    "孙权曾经说：“孤与张公言，不敢妄也。”又曾在争执时对张昭说：“吴国士人入宫则拜孤，出宫则拜君，孤之敬君，亦为至矣。而数于众中折孤，孤尝恐失计。”“孤岂为子布有爱乎？领丞相事烦，而此公性刚，所言不从，怨咎将兴，非所以益之也。”“使张公在坐，彼不折则废，安复自夸乎？”",
    "曹丕：“彼二人皆权股肱心腹也。”",
    "王朗：“张子布，民之望也，北面而相之。”",
    "陈琳：“自仆在河北，与天下隔，此间率少于文章，易为雄伯，故使仆受此过差之谭，非其实也。今景兴（王朗）在此，足下与子布在彼，所谓小巫见大巫，神气尽矣。”",
    "鱼豢《典略》：“其人信一时之良干，恨其不于嵩岳等资，而乃播殖于会稽。”",
    "陆机《辨亡论》：“诛叛柔服而江外厎定，饬法修师而威德翕赫，宾礼名贤而张昭为之雄，交御豪俊而周瑜为之杰。彼二君子，皆弘敏而多奇，雅达而聪哲，故同方者以类附，等契者以气集，而江东盖多士矣。”“故豪彦寻声而响臻，志士希光而影骛，异人辐辏，猛士如林。于是张昭为师傅；周瑜、陆公（陆逊）、鲁肃、吕蒙之畴入为腹心，出作股肱。”",
    "陆云《张二侯颂》：“辅吴将军文侯，遭季末云扰，遂避难于东。有吴之兴，实为谋主。桓王即世，援建太祖。知命审于将萌，先识镜于未兆。遂作上将，辅成王业。立朝无不易之方，正色有犯颜之亮，固所谓‘謇謇王臣，古之遗直者’也。”“洪族既昌，再惠音徽。于穆二侯，仍世双飞。堂堂辅吴，抑抑奋威。如龙之跃，如凤之辉。薄言戾止，在彼紫微。卯金纷若，四海畔换。文侯乃顾，妙世达观。逝彼涂方，度兹江汉。鸿飞遵海，聿来有乱。遭家不造，歼我明圣。桓后肇扬，侯承末命。皇大烝哉，天保永定。匪侯恤度，宗绪孰正。帝整我旅，外薄四荒。命作惟师，时惟鹰扬。遂登上将，亮彼大皇。底邑胙土，命圭有璋。蹇蹇我侯，明发宿夜。袭彼遗直，兴言有谟。聿怀来忠，王室之故。猗欤定侯，祗服清曜。奕奕琼范，玉润淑貌。渊谓往藏，朗思来照。曾是徽章，再世被荷。庸勋开国，明道隆家。苾苾其芬，淑问扬和。有蔚其文，如林之华。皇矣帝祚，受言既崇。女子有行，作合储宫。条延紫极，颖衍皇宁。衅衅定侯，在盈思冲。祗宠戒溢，永怀慎终。重光并曜，播我芳风。”",
    "华谭：“赖先主承运，雄谋天挺，尚内倚慈母仁明之教，外杖子布廷争之忠，又有诸葛、顾、步、张、朱、陆、全之族，故能鞭笞百越，称制南州。”",
    "慕容皝：“及权（孙权）据杨越，外杖周（周瑜）张，内凭顾（顾雍）陆（陆逊），拒魏赤壁，克取襄阳。”",
    "庾阐：“桓桓勇武，堂堂硕佐。运筹则渊回，抱麾则虎步。临机如公瑾，遗爱如子布。是以朝宗江汉，廓落王祚。”",
    "习凿齿：“张昭于是乎不臣矣！夫臣人者，三谏不从则奉身而退，身苟不绝，何忿怼之有？且秦穆违谏，卒霸西戎，晋文暂怒，终成大业。遗誓以悔过见录，狐偃无怨绝之辞，君臣道泰，上下俱荣。今权悔往之非而求昭，后益回虑降心，不远而复，是其善也。昭为人臣，不度权得道，匡其后失，夙夜匪懈，以延来誉，乃追忿不用，归罪于君，闭户拒命，坐待焚灭，岂不悖哉！”",
    "袁宏：“子布佐策，致延誉之美，辍哭止哀，有翼戴之功，神情所涉，岂徒謇谔而已吉哉！然杜门不用，登坛受讥。夫一人之身所照未异，而用舍之间俄有不同，况沉迹沟壑，遇与不遇者乎！”“子布擅名，遭世方扰。抚翼桑梓，息肩江表。王略威夷，吴魏同宝。遂赞宏谟，匡此霸道。桓王之薨，大业未纯。把臂托孤，惟贤与亲。轰哭止哀，临难忘身。成此南面，实由老臣。才为世生，世亦须才。得而能任，贵在无猜。”",
    "裴松之：“张昭劝迎曹公，所存岂不远乎？夫其扬休正色，委质孙氏，诚以厄运初遘，涂炭方始，自策及权，才略足辅，是以尽诚匡弼，以成其业，上籓汉室，下保民物；鼎峙之计，本非其志也。曹公仗顺而起，功以义立，冀以清一诸华，拓平荆郢，大定之机，在于此会。若使昭议获从，则六合为一，岂有兵连祸结，遂为战国之弊哉！虽无功于孙氏，有大当于天下矣。昔窦融归汉，与国升降；张鲁降魏，赏延于世。况权举全吴，望风顺服，宠灵之厚，其可测量哉！然则昭为人谋，岂不忠且正乎！”",
    "环济《吴纪》：“忠正有才义。”",
    "许嵩《建康实录》：“好学，善谈论，能隶书。”",
    "朱敬则：“萧何之镇静关中，寇恂之安辑河内，诸葛亮相蜀，张昭辅吴，茂宏之经理琅琊，景略之弼谐永固，刘穆之众务必举，扬遵彦百度惟贞，苏绰共济艰难，高颎同经草昧，虽功有大小，运或长短，咸推股肱之林。悉为忠烈之士。”",
    "李溪：“破虏当时拔俊中，张公杖策过江来。平生容貌矜庄甚，此老威严列上台。”",
    "严从：“子布刚简，怀不挠之节，属桓王创业，首赞经纶，仲谋嗣立，躬自扶翊。古人所谓托六尺之孤者欤？既而忠言屡发，直道不回，折弋猎之娱，沮钓台之乐：斯又王臣蹇蹇，国之元老者哉。夫江东之于天下，犹四体之有一掌耳，权不能恢阐雄量，以求忠谠，而乃轻肆忿毒，厌闻至言，始抽刃于虞翻，终按刀于子布。翻既谪终遐裔，昭亦废处家僮，故使时望挫伤，元功圯衄。”",
    "司马光《资治通鉴》：“昭容貌矜严，有威风，吴主以下，举邦惮之。”",
    "苏轼：“如汉汲黯、萧望之、李固，吴张昭，唐魏郑公、狄仁杰，皆以身徇义，招之不来，麾之不去。正色而立于朝，则豺狼狐狸，自相吞噬，故能消祸于未形，救危于将亡。”“仆之有张昭，正如备之孔明，左提右挈，以就大事，国中文武之事，尽以委之，而见教杀昭与备，仆岂病狂也哉。”",
    "萧常：“昭以纯刚见惮于孙权，虽不及相，而所立有可称者。惜夫！委质非其所，君子所不与。不然，其汲黯、萧望之之流亚欤。”“纮与昭号二张。纮柔克，昭纯刚。纮先死，德不亡，昭后死，誉益彰。”",
    "陈亮：“桓王属大皇于张昭，更以周瑜遗之，后瑜驰驱于颠危之际，昭遂废不用。何哉？江东虽定而国轻矣。余论次其行事，使善观国者有考焉。”",
    "胡三省：“张昭事吴，有古大臣之节。”“张昭辅吴为元臣。”",
    "郝经：“国之将兴，必有佐命之臣，以建不拔之基焉。孙氏之有张昭，近之矣。昭以硕儒元老，顾受遗托，忠鲠彊谏，有不可犯之色与不可夺之节，汲黯、萧望之之流也。虽以严见惮，终于疏外，而耆德峻望，殷勤敌国，增重江表，足以揭桓王之美，明大帝之盛业也。使谏行言听，有吴功烈岂止是哉？其劝权迎操，志存汉室，以王道为度，初不事夫偏霸也，此昭之所以为，昭岂浅浅功利之徒所能识哉？”“中州名流，弛担江表。逢时启霸，分辰割曜。把臂挈孤，付托元老。彊直不挠，忠诚矫矫。”“危哉！昭烈防不出数子之彀，操之遣拒袁术也，昱嘉昭皆以为不可遣，毒手莫施幸而飏去，料敌制胜卒使昭烈不得中原尺土。呜呼！数子何雠汉之深也。当是之时，魏有荀彧、荀攸、贾诩、程昱、郭嘉、董昭、刘晔、蒋济、司马懿为之谋，吴有张昭、周瑜、鲁肃、吕蒙、陆逊运其筹。”",
    "高启：“何谓社稷之臣，忠荩孚扵上下，威望加扵内外，敌国闻之而不敢谋，奸宄畏之而不敢发，正色立朝，招之不来而麾之不去，若汉汲黯、吴张昭、唐郭子仪是也。”",
    "乾隆帝：“弟权因之，用贤纳谏，周瑜、鲁肃、张昭、顾雍、陆逊皆被擢用，于是成鼎足之势，开有吴之基，兵强将勇，敌国畏之。”",
    "王懋竑：“昭以刚直见惮，权称为张公而不敢字之。……昭之议迎曹乃过为权计，不欲孤注一掷，亦用策‘缓步西归’之言耳。虽为失策，然未至误大计。权即尊位，不当追仇前语。昭以师傅自居于权，未尝有所屈降，何至以一语之故遂伏地流汗乎？”",
    "柏杨：“反过来看孙张之间，亦师亦友，火攻土掩的戏剧景观，充满真挚和温馨。”"
  ]
}
