{
  "name": "张承",
  "courtesyName": "仲嗣",
  "pseudonym": null,
  "aliase": [
    {
      "name": "张奋威",
      "desc": "历任骠骑将军西曹掾、长沙西部都尉等职，后任濡须都督、奋威将军，封都乡侯，故又称张奋威。"
    }
  ],
  "infantName": null,
  "gender": 1,
  "avatar": "./images/avatars/张承2.jpg",
  "faction": "东吴",
  "birthdate": "177",
  "birthplace": "徐州彭城郡彭城县",
  "birthplacePresentDay": "江苏省徐州市",
  "deathdate": "244",
  "deathplace": null,
  "deathplacePresentDay": null,
  "tenure": null,
  "position": ["西曹掾", "长沙西部都尉", "濡须都督", "奋威将军"],
  "peerage": ["都乡侯"],
  "enfeoffment": null,
  "monarch": ["孙权"],
  "posthumousName": ["定侯"],
  "templeName": null,
  "historicalBriefIIntroduction": "张承年少时已以才学而知名，与诸葛瑾、步骘、严畯交好。孙权当骠骑将军时，辟他为西曹掾，出任长沙西部都尉。曾讨平山越，获得精兵一万五千人。后来又当濡须都督，奋威将军，封都乡侯，领私兵（部曲）五千人。张承能甄识人物，曾提拔彭城人蔡款和南阳人谢景，那时他们还很年少。后来他们皆被朝廷所用。诸葛瑾之子诸葛恪年轻时，因为他的才智令众人惊叹，但张承断言诸葛恪必定令诸葛家衰败。（后来诸葛恪被孙峻于政变中杀死，诛灭三族。）吴大帝赤乌七年（公元244年），张承逝世，谥定侯，享年六十七岁。",
  "novelisticBriefIIntroduction": "《三国演义》中，张承于第一百十二回《司马懿占北原渭桥 诸葛亮造木牛流马》中出场，当时蜀相诸葛亮第五次北伐魏国，张承奉吴主孙权之命，与孙韶共引军从广陵攻淮阴。",
  "family": {
    "father": null,
    "mother": null,
    "brothers": null,
    "sisters": null,
    "spouse": {
      "character": [
        {
          "name": "诸葛氏",
          "desc": "续弦，诸葛瑾的女儿"
        }
      ],
      "desc": null
    },
    "sons": {
      "character": [
        {
          "name": "张震",
          "desc": "诸葛氏所生，袭爵都乡侯"
        }
      ],
      "desc": null
    },
    "daughters": {
      "character": [
        {
          "name": "张妃",
          "desc": "嫁孙权三子孙和"
        },
        {
          "name": "张氏",
          "desc": "嫁陆逊次子陆抗"
        }
      ],
      "desc": null
    }
  },
  "historicalEvaluations": [
    "孙登：“诸葛瑾、步骘、朱然、全琮、朱据、吕岱、吾粲、阚泽、严畯、张承、孙怡忠於为国，通达治体。”",
    "周昭：“当世君子能不然者，亦比有之，岂独古人乎！然论其绝异，未若顾豫章（顾邵）、诸葛使君（诸葛瑾）、步丞相（步骘）、严卫尉（严畯）、张奋威之为美也。论语言‘夫子恂恂然善诱人’，又曰‘成人之美，不成人之恶’，豫章有之矣。‘望之俨然，即之也温，听其言也厉’，使君体之矣。‘恭而安，威而不猛’，丞相履之矣。学不求禄，心无苟得，卫尉、奋威蹈之矣。此五君者，虽德实有差，轻重不同，至於趣舍大检，不犯四者，俱一揆也。昔丁谞出於孤家，吾粲由於牧竖，豫章扬其善，以并陆、全之列，是以人无幽滞而风俗厚焉......又奋威之名，亦三君之次也，当一方之戍，受上将之任，与使君、丞相不异也。然历国事，论功劳，实有先后，故爵位之荣殊焉。而奋威将处此，决能明其部分，心无失道之欲，事无充诎之求，每升朝堂，循礼而动，辞气謇謇，罔不惟忠。叔嗣虽亲贵，言忧其败，蔡文至虽疏贱，谈称其贤。女配太子，受礼若吊，慷忾之趋，惟笃人物，成败得失，皆如所虑，可谓守道见机，好古之士也。若乃经国家，当军旅，於驰骛之际，立霸王之功，此五者未为过人。至其纯粹履道，求不苟得，升降当世，保全名行，邈然绝俗，实有所师。”",
    "陈寿《三国志》：“张承、顾邵虚心长者，好尚人物。”",
    "陆云《张二侯颂》：“①奋威将军定侯，明德光远，轨量弘济。文敏足以华国，威略足以振众。”“②烈文远祖，肇自上皇。金天淳曜，遂济穷桑。真人有作，飞龙在天。留侯载见，阶云自渊。即谋神造，启运妙玄。有汉再命，度邑于东。其在中叶，诞育司空。邈矣唐陵，有恭斯庸。宁行盈止，世笃天禄。神之听思，俾我戬谷。繁过芳佑，底之洪族。洪族既昌，再惠音徽。於穆二侯，仍世双飞。堂堂辅吴，抑抑奋威。如龙之跃，如凤之辉。薄言戾止，在彼紫微。卯金纷若，四海畔换。文侯乃顾，妙世达观。逝彼涂方，度兹江汉。鸿飞遵海，聿来有乱。遭家不造，歼我明圣。桓后肇扬，侯承末命。皇大烝哉，天保永定。匪侯恤度，宗绪孰正。帝整我旅，外薄四荒。命作惟师，时惟鹰扬。遂登上将，亮彼大皇。底邑胙土，命圭有璋。蹇蹇我侯，明发宿夜。袭彼遗直，兴言有谟。聿怀来忠，王室之故。猗欤定侯，祗服清曜。奕奕琼范，玉润淑貌。渊谓往藏，朗思来照。曾是徽章，再世被荷。庸勋开国，明道隆家。苾苾其芬，淑问扬和。有蔚其文，如林之华。皇矣帝祚，受言既崇。女子有行，作合储宫。条延紫极，颖衍皇宁。衅衅定侯，在盈思冲。祗宠戒溢，永怀慎终。重光并曜，播我芳风。”",
    "陆机《辨亡论》：“风雅则诸葛瑾、张承、步骘以声名光国。”"
  ]
}
