{
  "name": "张让",
  "courtesyName": null,
  "pseudonym": null,
  "aliase": null,
  "infantName": null,
  "gender": 1,
  "avatar": "./images/avatars/张让.jpg",
  "faction": "东汉",
  "birthdate": "135年",
  "birthplace": "豫州颍川郡",
  "birthplacePresentDay": "河南许昌市禹州",
  "deathdate": "189年",
  "deathplace": "小平津",
  "deathplacePresentDay": "河南孟津东北",
  "tenure": null,
  "position": ["中常侍", "列侯"],
  "peerage": null,
  "enfeoffment": null,
  "monarch": ["汉桓帝", "汉灵帝"],
  "posthumousName": null,
  "templeName": null,
  "historicalBriefIIntroduction": "宦官。少给事者中，桓帝时为小黄门。灵帝时，让、赵忠并迁中常侍，封列侯，与曹节、王甫等相为表里。让有监奴典任家事，交通货赂，威形喧赫。是时，让、忠及夏恽、郭胜、孙璋、毕岚、栗嵩、段珪、高望、张恭、韩悝、宋典十二人，皆为中常侍，封侯贵宠，父兄子弟布列州郡，所在贪贱，为人蠹害。黄巾既作，盗贼糜沸，郎中张钧上书斩十常侍。让等诬奏钧学黄巾道，收掠死狱中。而让等实多与张角交通。明年，南宫灾。让、忠等说帝令敛天下田亩税十钱，以修宫室。有钱不毕者，或至自杀。其守清者，乞不之官，皆迫遣之。又造万金堂于西园，引司农金钱缯帛，仞积其中。宦者得志，无所惮畏，并起第宅，拟则宫室。明年，遂使钩盾令宋典缮修南宫玉堂。六年，帝崩。中军校尉袁绍说大将军何进，令诛中官以悦天下。谋泄，让、忠等因进入省，遂共杀进。而绍勒兵斩忠，捕宦官无少长悉斩之。让等数十人劫质天子走河上。追急，让等悲哭辞曰：“臣等殄灭，天下乱矣。惟陛下自爱！”皆投河而死。",
  "novelisticBriefIIntroduction": "汉中常侍。同赵忠、曹节、段珪等为“十常侍”，为灵帝所宠。让等专权乱政、卖官索财，朝野皆痛恨之。郎中张钧上书奏请诛杀十常侍，帝不允，让等阴杀钧。及灵帝崩，大将军何进欲杀让等，让阴结何太后，招进入宫，斩杀之。部将袁绍引兵攻让，让等劫帝走河上。追急，让投水自尽。",
  "family": {
    "father": {
      "character": [
        {
          "name": "名不详",
          "desc": null
        }
      ],
      "desc": null
    },
    "mother": {
      "character": [
        {
          "name": "名不详",
          "desc": null
        }
      ],
      "desc": null
    },
    "brothers": null,
    "sisters": null,
    "spouse": null,
    "sons": {
      "character": [
        {
          "name": "张奉",
          "desc": "继子"
        }
      ],
      "desc": null
    },
    "daughters": null
  },
  "historicalEvaluations": [
    "张钧：“窃惟张角所以能兴兵作乱，万人所以乐附之者，其源皆由十常侍多放父兄、子弟、婚亲、宾客典据州郡，辜榷财利，侵掠百姓，百姓之冤无所告诉，故谋议不轨，聚为盗贼。宜斩十常侍，县头南郊，以谢百姓，又遣使者布告天下，可不须师旅，而大寇自消。”",
    "董卓：“中常侍张让等，窃幸承宠，浊乱海内。”",
    "张津：“黄门常侍权重日久。”",
    "袁绍：“常侍张让等滔乱天常，侵夺朝威，贼害忠德，扇动奸党。”",
    "范晔：“是时，让、忠及夏恽、郭胜、孙璋、毕岚、栗嵩、段珪、高望、张恭、韩悝、宋典十二人，皆为中常侍，封侯贵宠，父兄子弟布列州郡，所在贪贱，为人蠹害。”“自古丧大业绝宗禋者，其所渐有由矣。三代以嬖色取祸，嬴氏以奢虐致灾，西京自外戚失祚，东都缘阉尹倾国。成败之来，先史商之久矣。至于衅起宦夫，其略犹或可言。何者？刑余之丑，理谢全生，声荣无辉于门阀，肌肤莫传于来体，推情未鉴其敝，即事易以取信，加渐染朝事，颇识典物，故少主凭谨旧之庸，女君资出内之命，顾访无猜惮之心，恩狎有可悦之色。亦有忠厚平端，怀术纠邪；或敏才给对，饰巧乱实；或借誉贞良，先时荐誉。非直苟恣凶德，止于暴横而已。然莫邪并行，情貌相越，故能回惑昏幼，迷瞀视听，盖亦有其理焉。诈利既滋，朋徒日广，直臣抗议，必漏先言之间，至戚发愤，方启专夺之隙，斯忠贤所以智屈，社稷故其为墟。《易》曰：‘履霜坚冰至。’云所从来久矣。今迹其所以，亦岂一朝一夕哉！”“任失无小，过用则违。况乃巷职，远参天机。舞文巧态，作惠作威。凶家害国，夫岂异归！”",
    "于志宁：“昔易牙被任，变起齐邦；张让执钧，乱生汉室。”",
    "李晔：“宦官之兴，肇于秦、汉。赵高、阎乐，竟灭嬴宗；张让、段珪，遂倾刘祚。”",
    "刘克庄：“举国排阉尹，还乡少吊宾。太丘刍一束，全活几多人。”"
  ]
}
