{
  "name": "张衡",
  "courtesyName": "平子",
  "pseudonym": null,
  "aliase": null,
  "infantName": null,
  "gender": 1,
  "avatar": "./images/avatars/张衡.jpg",
  "faction": "东汉",
  "birthdate": "78年",
  "birthplace": "南阳西鄂",
  "birthplacePresentDay": "河南南阳市石桥镇",
  "deathdate": "139年",
  "deathplace": "雒阳",
  "deathplacePresentDay": "洛阳",
  "tenure": null,
  "position": ["太史令", "侍中", "尚书"],
  "peerage": ["西鄂伯"],
  "enfeoffment": null,
  "monarch": ["汉安帝"],
  "posthumousName": null,
  "templeName": null,
  "historicalBriefIIntroduction": "“五斗米道”创立者张陵之子。陵死，衡行其道。",
  "novelisticBriefIIntroduction": "原来张鲁乃沛国丰人，其祖张陵在西川鹄鸣山中造作道书以惑人，人皆敬之。陵死之后，其子张衡行之。百姓但有学道者，助米五斗，世号米贼。张衡死，张鲁行之。",
  "family": {
    "father": {
      "character": [
        {
          "name": "张道陵",
          "desc": "五斗米道的创始人。张鲁祖父。"
        }
      ],
      "desc": null
    },
    "mother": {
      "character": [
        {
          "name": "名不详",
          "desc": null
        }
      ],
      "desc": null
    },
    "brothers": null,
    "sisters": null,
    "spouse": null,
    "sons": null,
    "daughters": null
  },
  "historicalEvaluations": [
    "崔瑗：① 数术穷天地，制作侔造化。② 于惟张君，资质懿丰，德茂材羡，高明显融。焉所不学，亦何不师，盈科而逝，成章乃达。一物不知，实以为耻，闻一善言，不胜其喜。包罗品类，禀授无形，酌焉不竭，冲而复盈。廪廪其庶，亹亹其几，膺数命世，绍圣作师。苟华必实，令德惟恭，柔嘉伊则，孝友祗容。允出在兹，维帝念功，往才女谐，化洽民雍。愍天不吊，降此咎凶，哲人其萎，罔不时恫。纪于铭勒，永终誉兮，死而不朽，芳烈著兮。 [29] ",
    "祢衡：南岳有精，君诞其姿；清和有理，君达其机。故能下笔绣辞，扬手文飞。昔伊尹值汤，吕望遇旦，嗟矣君生，而独值汉。苍蝇争飞，凤凰已散，元龟可羁，河龙可绊。石坚而朽，星华而灭，惟道兴隆，悠永靡绝。君音永浮，河水有竭。君声永流，旦光没发。余生虽后，身亦存游，士贵知已，君其勿忧。 [30] ",
    "夏侯湛：奕奕张生，秉德淑清。研深综理，思俊才英。实掌天地，幽赞神明。冠曩兴美，倾汉流声。匪唯天象，亦垂人文。有炳其犹，有铄其新。仰鉴遗籍，驰心哲人。殊世投好，百载交神。奉命南邦，行出尔涂。（阙一字）及隧首，辍驾前衢。徘徊崇碑，逍遥故墟。企仰网瞻，长怀焉如。昔在先贤，唯德作友。古而无死，愿言携手。世则兹泯，道乃（阙二字）。在珠咏隋，于璧称和。戢宝无雕，人寿几何？望兼京台，思逾俟河。 [31] ",
    "范晔《后汉书》：①崔瑗之称平子曰’数术穷天地，制作侔造化‘。斯致可得而言欤！推其围范两仪，天地无所蕴其灵；运情机物，有生不能参其智。故知思引渊微，人之上术。记曰：’德成而上，蓺成而下。‘量斯思也，岂夫蓺而已哉？何德之损乎！ [27]  ② 三才理通，人灵多蔽。近推形算，远抽深滞。不有玄虑，孰能昭晰？ [27]  ③ 若李固、周举之渊谟弘深，左雄、黄琼之政事贞固，桓焉、杨厚以儒学进，崔瑗、马融以文章显，吴祐、苏章、种暠、栾巴牧民之良干，庞参、虞诩将帅之宏规，王龚、张皓虚心以推士，张纲、杜乔直道以纠违，郎顗阴阳详密，张衡机术特妙，东京之士，于兹盛焉。 [32] ",
    "张彦远：今分为三古以定贵贱，以汉、魏三国为上古，则赵岐、刘亵、蔡邕、张衡、曹髦、杨修、桓范、徐邈、曹不兴、诸葛亮之流是也。 [33] ",
    "郑谷：张平子才高过人，性巧，明天象，善画。",
    "归有光：贾生之通达，蔡邕之文学，张衡之精思，卓茂之循良，李膺之高节，黄宪之雅度，邓禹之功勋，有不可一二数者。 [34] ",
    "王夫之：何休、郑玄之治经术，京房、襄楷、郎顗、张衡之论治道，始以鬼魅妖孽之影响乱六籍。而上动天子，下鼓学士，曰此圣人之本天以治人也。 [35] ",
    "郭沫若：张衡（79－139）东汉末叶杰出的文学家，他的两京赋在汉代文学中有优越地位。但在天文方面，他也有独到成就。年四十时（公元117年）制成浑天仪，以观察天体运行。其后十五年，又制成候风地动仪，以测候地震。如此全面发展之人物，在世界史中亦所罕见，万祀千龄，令人敬仰。",
    "翦伯赞《中国史纲要》：浑天说的代表人物，是东汉的太史令张衡。张衡是有名的文学家，又是反谶纬的思想家，也是杰出的科学家。",
    "范文澜《中国通史简编》：王充的著作，有益于科学思想，张衡的发明，推进了科学知识。论衡与地动仪是东汉两大创造，王充与张衡是东汉文化界的两个伟人。",
    "白寿彝：张衡是中国历史上一个伟大的科学家和文学家。他的文学创作反映了他在仕途生活中遭受的曲折和坎坷，他在辞赋、诗歌和散文等方面都有优秀的业绩，表现了独创性。 [36] ",
    "钱伟长：张衡创浑天学说，作浑天仪......其精巧为以前中外所未有。张衡不但对于天文有很好的成就，他还发明了候风地动仪。同时，他也是有数的文学家和艺术家。他死后崔瑗为之撰碑说他‘数术穷天地，制作侔造化。’无疑地像张衡这样人，在任何时代，统可成为一个凤毛麟角的人......张衡创造了浑天学说，说明天象的运行原则。根据他所测绘的星图——‘灵宪图’这便是现代‘假天仪’的原始鼻祖。远在机械工业发展前约二千年的祖国，竟能发明制作出这样精巧的仪器，真是惊人而值得我们崇拜了。汉代学者蔡邕参观了这个仪器，曾经有愿意终生偃卧在浑天仪里的感叹，足见张衡的伟大和浑天仪的精巧绝伦了。",
    "赖家度：张衡在一生中，努力学习，刻苦钻研，毫不倦怠和自满，精益求精的前进。不论在知识领域的那一方面，他的造诣都是广博而精深的；文学艺术上有他的优秀作品，天文历算上有他的综合研究，机械制造上有他的特殊技巧，而在学术思想上他曾坚持着反图谶的斗争，在政治实践上他也曾有积极而进步的活动；尤其在自然科学方面，他有如浑天仪和地动仪等的空前发明。这些丰富而珍贵的劳绩，在我们祖国和全世界的科学史上都占着崇高的地位，值得我们纪念和学习。",
    "严济慈：精仪揭天地，科圣著千秋。",
    "《恒星物理》：张衡‘在人类文化早期发展的时期就有实验科学上的伟大发现，实为不可思议的奇迹。’",
    "《简明不列颠百科全书》：张衡两度任太史令，是中国古代宇宙结构理论浑天说的代表。"
  ]
}
