{
  "name": "张辽",
  "courtesyName": "文远",
  "pseudonym": null,
  "aliase": null,
  "infantName": null,
  "gender": 1,
  "avatar": "./images/avatars/张辽.jpg",
  "faction": ["魏国"],
  "birthdate": "170年前后",
  "birthplace": "并州雁门郡马邑县",
  "birthplacePresentDay": "山西省朔州市朔城区大夫庄",
  "deathdate": "222年",
  "deathplace": null,
  "deathplacePresentDay": null,
  "tenure": null,
  "position": ["前将军"],
  "peerage": ["关内侯", "都亭侯", "晋阳"],
  "enfeoffment": null,
  "monarch": ["丁原", "董卓", "吕布", "曹操", "曹丕"],
  "posthumousName": ["刚侯"],
  "templeName": null,
  "historicalBriefIIntroduction": "以武力过人被召为从事。先后从属丁原、董卓、吕布，及至吕布败后才归于曹操。从曹操以后，辽随军征讨，多有战功，与关羽解白马之围，围降昌豨于东海，攻袁尚于邺城，斩乌丸单于蹋顿于白狼山，又讨平梅成、陈兰贼寇。赤壁战后，曹操留张辽、乐进、李典等守合肥，以御孙权。后孙权果引十万大军入寇，张辽率八百步兵冲阵让孙权军丧失士气，后孙权退兵，张辽观察后令军断桥，追击，差点活捉孙权。威震江东，江东儿啼不肯止者，其父母以辽名吓之。被曹操拜为征东将军。曹丕称帝仍令张辽守御孙权。张辽屯雍丘，却在此得病。但张辽不负众望，以抱病之躯击退吴将吕范。同年（黄初三年），张辽病逝于江都，谥曰刚侯。后人根据三国志记载“布为李傕所败，从布东奔徐州，领鲁相，时年二十八。”一句，多推测张辽生于169年，此说存疑，只能确定其生年范围为169-171年。",
  "novelisticBriefIIntroduction": "面如紫玉，目若朗星。初为吕布部将，数令曹操陷于苦战，武勇亦为关羽所称道。后吕布亡，曹操听刘备、关羽之劝，待张辽以上礼，遂降。以后张辽随军征讨，多有战功，曹操亦待之如亲信。曹操围关羽时张辽成功劝关羽降。赤壁败，张辽亲载曹操脱难，并射伤权将黄盖。后曹操以张辽引李典、乐进守合肥，以御孙权。后孙权果引军入寇，张辽用计分弱其势，自率二千余骑败敌十万，威震逍遥津。黄初五年，随曹丕征江东，为吴将丁奉以箭射其腰，回营后不治身亡，文帝厚葬之。",
  "family": {
    "father": {
      "character": [
        {
          "name": "名不详",
          "desc": null
        }
      ],
      "desc": null
    },
    "mother": {
      "character": [
        {
          "name": "名不详",
          "desc": null
        }
      ],
      "desc": null
    },
    "brothers": {
      "character": [
        {
          "name": "张汎",
          "desc": "张辽之兄。因张辽功绩被封侯。"
        }
      ],
      "desc": null
    },
    "sisters": null,
    "spouse": null,
    "sons": {
      "character": [
        {
          "name": "张虎",
          "desc": "在张辽死后嗣继其爵位，后来任至偏将军。"
        }
      ],
      "desc": null
    },
    "daughters": null
  },
  "historicalEvaluations": [
    "曹丕：“此亦古之召虎也。”“合肥之役，辽、（李）典以步卒八百，破贼十万，自古用兵，未之有也。使贼至今夺气，可谓国之爪牙矣。其分辽、典邑各百户，赐一子爵关内侯。”[2]",
    "孙权：“张辽虽病，不可当也，慎之！”[2]",
    "张辽大战合肥后，威震东南。他在孙权军中往来冲突，既能杀入重围救出部属，又敢于进取几乎擒住孙权，其勇猛表现受到后世称颂。孙权在赞扬吴将甘宁时，亦以张辽为譬喻，说：“孟德有张辽，孤有甘兴霸，足相敌也。”[22]",
    "《三国志》载陈寿总评，指出张辽是曹操时期当先行军建功的勇者之一：“太祖建兹武功，而时之良将，五子为先。”",
    "鱼豢：“张辽为孙权所围，辽溃围出，复入，权众破走，由是威震江东。儿啼不肯止者，其父母以辽恐之。”",
    "王沈《魏书》则更为详细：“孙权率十万众围合肥，辽募其敢死者八百人，登锋陷阵，大破之。太祖遣辽屯合肥，给辽母车舆兵马，遂夷瓮所。敕辽母至所在，令道从迎，观者荣之。江东小儿啼，恐之曰：“辽来，辽来！”无不止矣。”",
    "裴松之注《三国志·魏武帝纪》引《魏书》评曹操时亦提到：“知人善察，难眩以伪，拔于禁、乐进于行陈之间，取张辽、徐晃于亡虏之内，皆佐命立功，列为名将。”",
    "贺长龄《皇朝经世文编·兵政·兵法百言中·揭暄》讲述将领的“镇”字原则时，例子亦提到“张辽令不反者皆坐”一事。",
    "《全唐文》：“张文远身先士卒，果立殊功。”",
    "《旧五代史·李存孝传》载：“存孝每临大敌，被重铠橐弓坐槊，仆人以二骑从，阵中易骑，轻捷如飞，独舞铁楇，挺身陷阵，万人辟易，盖古张辽、甘宁之比也。”[23]",
    "《智证传》：“魏将张辽，唐将王彦章皆有威名。当时小儿啼不止。其母呼两人者名。而儿啼止。”",
    "傅玄在《傅子》中曾称“曹大司马之勇，贲、育弗加也。张辽其次焉”。[24]",
    "除了勇猛外，张辽的军事才能亦极受认同。以两件事迹最为后世军事家或小说家所称颂，其一为208年长社镇乱，其二为215年合肥之战。杜佑《通典·兵典·兵三》“料敌制胜”篇中曾引张辽屯长社时擒拿造反者之事为例，注释说明“张辽审计，立擒贼首，亦同料敌之义”。",
    "张仲宣：“张辽运筹之方，可以归之于先轨；关羽搴旗之效，可以论之于后尘。”（《对知合孙吴可以运筹决胜策》）",
    "张预：“设若奋寡以击众，驱弱以敌强，又不选骁勇之士使为先锋，兵必败北也。凡战，必用精锐为前锋者，一则壮吾志，一则挫敌威也。故《尉缭子》曰：‘武士不选，则众不强。’曹公以张辽为先锋而败鲜卑，谢玄以刘牢之领精锐而拒苻坚，是也。”",
    "《续资治通鉴》记载：“二月，丁未朔，夏人围兰州，数十万众奄至，已据两关，李浩闭城拒守。钤辖王文郁请击之，浩曰：‘城中骑兵不满数百，安可战？’文郁曰：‘贼众我寡，正当折其锋以安众心，然后可守，此张辽所以破合肥也。’”[25]",
    "苏籀：“错捐金带子舆台，李典张辽安在哉。济溺我应知大略，摧锋人自得高才。”",
    "洪迈《容斋随笔》亦提到：“张辽走孙权于合肥，郭淮拒蜀军于阳平，徐晃却关羽于樊，皆以少制众，分方面忧。”",
    "叶适：“孙权十万攻合肥，守者七千。旁无近援，固已不自保。而辽乃募士八百，击其未合，以至尾追，几获大丑。非操之智，无以使张辽；非辽之勇，而明亦不能自任。胜负成败，盖诚以人，不在众寡。士常如此，则立于积衰甘弱之地，为预怯莫前之说，以自附于明哲者，可察矣。”",
    "南宋陈元靓《事林广记·后集·卷四》有赞语颂张辽：“天造草昧，君子经纶。笃生晋侯，为魏元臣。千载嘉会，一代伟人。风云千载，孰继后尘。”",
    "郝经：“张辽、徐晃诸将壮猛有谋，亦关张之亚匹；然失身于操，终为勇而无义。”",
    "朱元璋：“王保保以铁骑劲兵，虎踞中原，其志殆不在曹操下，使有谋臣如攸、彧，猛将如辽、郃，予两人能高枕无忧乎。”",
    "罗贯中：“諕杀江南众小儿，张辽名字透深闺。才闻乳母低声说，夜静更阑不敢啼。”",
    "宋征璧：“张辽、赵云出入敌垒，使敌披靡，以英风猛气自足慑敌，敌不敢害也，然非大将之道。”（《左氏兵法测要》）",
    "黄道周：“魏围昌豨，粮尽欲归。辽请少缓，当中有机。屡视以目，发矢又稀。似可挑诱，因示德威。先附大赏，豨降不违。军中忽乱，绝不惊疑。不反安坐，反者自知。有顷有定，首谋杀之。魏恐贼至，封教相遗。贼来开教，教意颇微。唯辽有识，力战破围。孙权败走，安守合肥。为将若此，方称出奇。”",
    "袁枚：“然而公始则霁云断指，继乃公孙洞胸。小白未僵，大黄犹射。又典韦临危之戟，横贯数人。冲张辽已出之围，再呼残卒。浅色黄衫，盖棺之衣早备。玄緌新箧，归元之面如生。可以谓之勇矣，可以谓之烈矣。”",
    "毛宗岗：“（徐）晃之战沔水，与张辽之战合淝，仿佛相类。两人皆有大将才，故关公与之友善。”[26]“张辽之守合淝，其真大将之才乎！大将之才三：既胜而能惧，是其慎也；闻变而不乱，是其定也；乘机以诱敌，是其谋也。宜其为关公之器重欤！惟大将不惧大将，亦惟大将能知大将。”",
    "邵之棠《皇朝经世文统编·经武部》载赵翼《古来用兵兵多者败》：“其以少击众，战功最著者，如合肥之战，张辽李典以步卒八百，破孙权兵十万。”",
    "钱基博《近百年湖南学风》载曾国藩语：“孙仲谋之攻合肥，受创于张辽；诸葛武侯之攻陈仓，受创于郝昭；皆初气过锐，渐就衰竭之故。”",
    "陈忠倚《皇朝经世文三编·治体》载郑观应《储将才论》：“古之所谓将才者，曰儒将、曰大将、曰才将、曰战将。英布、王霸、张辽、刘牢之、曹景宗、高敖曹、周德威、扩廓贴木儿等，战将也。”，提到不同类型的将领时，将张辽列为战将，与英布、王霸、刘牢之、曹景宗、高敖曹、尉迟敬德、周德威、扩廓帖木儿等并列。以上评价均对张辽的将才予以肯定。",
    "王歆：“曹魏多名将，而张辽为第一。从征柳城，格斩蹋顿；并镇合肥，突权麾下。以八百破十万众，贲育不过其勇也。合肥之战，胜不侥幸，乃得‘急’、‘裂’二字。急者，料敌于先，乘敌不备，破敌未合。权以重兵来犯，以为当者披靡，城守皆深沟高垒，不敢出应，是以惰将统骄卒。逆而击之，安得不破？裂者，募敢死士，以寡凌众，以强践弱，前指渠魁，立夺三军气也。设权杖槊当道，被矢不退，小大之势在，则辽必无功矣。不体天，不察地，不知我，不料敌，是权在合肥之谓也。辽既破贼，长屯居巢，以慑吴人，是魏武之能用人也。世多名将，鲜能终始，时移势易，胜负难以逆料。而‘张辽虽病，不可当也’语，是真畏敌也。辽能全功，或端赖权之功耶？一笑。”",
    "梅公毅：“为将之道，胆欲大而心欲细；胆大则勇，心细则智，所以能战胜攻取，即有不利，亦不至一败涂地。三国时将材，可当此者，魏之张辽，汉之赵云而已。”",
    "韩兆琦《中国古代文学名著人物形象辞典》提到张辽时称其“不仅智勇双全，而且为人忠厚坦诚。在曹魏武将群中，是一个堂堂正正的人格典范。”"
  ]
}
