{
  "name": "张郃",
  "courtesyName": "儁乂",
  "pseudonym": null,
  "aliase": null,
  "infantName": null,
  "gender": 1,
  "avatar": "./images/avatars/张郃.jpg",
  "faction": "魏国",
  "birthdate": null,
  "birthplace": "冀州河间国鄚",
  "birthplacePresentDay": "河北省任丘市",
  "deathdate": "231年",
  "deathplace": "天水木门",
  "deathplacePresentDay": "天水市秦州区牡丹镇木门村",
  "tenure": null,
  "position": ["征西车骑将军"],
  "peerage": null,
  "enfeoffment": null,
  "monarch": ["韩馥", "袁绍", "曹操", "曹丕", "曹叡"],
  "posthumousName": ["壮侯"],
  "templeName": null,
  "historicalBriefIIntroduction": "征西车骑将军。先从韩馥，后投袁绍，在与公孙瓒的交战中多有功劳。官渡之战时，张郃受郭图陷害，率众投降于曹操，得以重用，随曹操平定北方，远征乌丸，平马超，斩宋建，灭张鲁，多有战功。后来，张郃随夏侯渊驻守汉中，在夏侯渊被杀后暂代主帅，维持败兵。魏明帝时诸葛亮第一次北伐，张郃奉命救援陇右，在街亭大败蜀将马谡，导致诸葛亮撤兵；诸葛亮第四次时，张郃随司马懿前往相拒。后诸葛亮粮尽退兵，张郃追至木门，与诸葛亮军交战，被飞矢射中右膝而亡。",
  "novelisticBriefIIntroduction": "张郃原为袁绍手下名将，官渡之战时，受郭图陷害，无奈投降于曹操，从此被曹操重用，跟随曹操南征北战，平马超，灭张鲁，多有战功。诸葛亮一出祁山时，张郃任司马懿先锋，跟随司马懿在街亭击败蜀将马谡，使诸葛亮撤兵。此后，在诸葛亮的多次北伐中，张郃先后随曹真、司马懿前往对抗，多有表现，连诸葛亮也叹其勇猛。诸葛亮五出祁山撤退时，于在剑阁设计埋伏，张郃前往追击，中埋伏被乱箭射死。",
  "family": {
    "father": {
      "character": [
        {
          "name": "名不详",
          "desc": null
        }
      ],
      "desc": null
    },
    "mother": {
      "character": [
        {
          "name": "名不详",
          "desc": null
        }
      ],
      "desc": null
    },
    "brothers": null,
    "sisters": null,
    "spouse": null,
    "sons": {
      "character": [
        {
          "name": "张雄",
          "desc": "长子，继承张郃的爵位。"
        },
        {
          "name": "名不详",
          "desc": "次子，被明帝封为列侯。"
        },
        {
          "name": "名不详",
          "desc": "三子，被明帝封为列侯。"
        },
        {
          "name": "名不详",
          "desc": "四子，被明帝赐关内侯爵位。"
        }
      ],
      "desc": "至少有四个儿子"
    },
    "daughters": null
  },
  "historicalEvaluations": [
    "陈寿：“郃识变数，善处营陈，料战势地形，无不如计，自诸葛亮皆惮之。”“太祖建兹武功，而时之良将，五子为先。于禁最号毅重，然弗克其终。张郃以巧变为称，乐进以骁果显名，而鉴其行事，未副所闻。或注记有遗漏，未如张辽、徐晃之备详也。”",
    "曹操：“昔子胥不早寤，自使身危，岂若微子去殷、韩信归汉邪？”",
    "陈群：“郃诚良将，国所依也。”",
    "刘备：“当得其魁，用此何为邪！”（要杀就杀张郃，夏侯渊算什么！）",
    "郭淮：“张将军，国家名将，刘备所惮；今日事急，非张将军不能安也。 ”",
    "曹叡：“贼亮以巴蜀之众，当虓虎之师。将军被坚执锐，所向克定，朕甚嘉之。益邑千户，并前四千三百户。”、“昔祭遵为将，奏置五经大夫，居军中，与诸生雅歌投壶。今将军外勒戎旅，内存国朝。朕嘉将军之意，今擢湛为博士。”",
    "王弘：“昔魏朝酷重张郃，谓不可一日无之。及郃死，何关兴废？”",
    "张预：“孙子曰：“绝山依谷。”郃以马谡不下据城而绝其汲道。又曰：“归师勿遏。”郃追亮归军，而败覆得也。”",
    "李密：“若隋代官人，同吠尧之犬，尚荷王莽之恩，仍怀蒯聩之禄。审配死于袁氏，不如张郃归曹；范增困于项王，未若陈平从汉。”",
    "朱元璋：“王保保以铁骑劲兵，虎踞中原，其志殆不在曹操下，使有谋臣如攸、彧，猛将如辽、郃，予两人能高枕无忧乎。”",
    "黄道周：“张郃袁将，欲求乌巢。郭图异议，恐败见嘲。特加谮妒，郃惧归曹。街亭绝汲，马谡败逃。亮围陈仓，曹虑动摇。郃虑无谷，久矣去郊。及救兵到，果属徒劳。谁知再至，木门相遇。飞矢中膝，痛失英豪。”",
    "王歆：“张郃名将，辽之亚匹，而可与徐晃等比肩。百战汉中，终不能全，是时势使然，非郃之过。然备“当得其魁”云云，料贬抑黄忠，而独高张飞意，不可尽信。渊之用兵，不在郃下。至后祁山之役，悍拒诸葛，皆郃、真之功，观司马懿使郃追敌致殁，是懿军略，或在郃下。小说家独以懿为亮匹敌，未知是上亮欤，是下亮欤？别传中云郃自欲赶敌，懿阻之不听，恐不可信。”",
    "蔡东藩：“郃为魏著名大将，街亭一役，郃实主之；诸葛公计毙此獠，马谡有知，能无快意？”"
  ]
}
