{
  "name": "张飞",
  "courtesyName": "益德",
  "pseudonym": null,
  "aliase": null,
  "infantName": null,
  "gender": 1,
  "avatar": "./images/avatars/张飞.jpg",
  "faction": "蜀",
  "birthdate": null,
  "birthplace": "幽州涿郡",
  "birthplacePresentDay": "河北省保定市涿州市",
  "deathdate": "221年",
  "deathplace": "阆中",
  "deathplacePresentDay": "四川省南充市阆中市",
  "tenure": null,
  "position": ["车骑将军", "领司隶校尉"],
  "peerage": ["新亭侯", "西乡侯"],
  "enfeoffment": ["新亭", "西乡县"],
  "monarch": ["刘备"],
  "posthumousName": ["桓侯"],
  "templeName": null,
  "historicalBriefIIntroduction": "车骑将军、司隶校尉。年少时与关羽投靠刘备，三人恩如兄弟。刘备被公孙瓒表为平原相后刘备以其为別部司马。袁术讨刘备，刘备以张飞守下邳，但他与陶谦旧部曹豹发生冲突，招致丹杨兵开门引吕布破徐州。娶十三、四岁的夏侯氏为妻。曹操降荊州后引骑追击，刘备于长阪败逃，张飞引二十余骑，拆水断桥，终退曹军。从征赤壁和南郡之战，后被封为宜都太守、征虏将军、新亭侯。入蜀讨刘璋，于江州擒巴郡严颜，再定德阳、巴西等地。刘备得益州后赐张飞金五百斤，银千斤，钱五千万，锦千匹，兼领巴西太守。引军迂回至张郃军背后，于瓦口击败他。汉中之战时屯下辩，但友军吴兰为曹洪所破，被迫退走。刘备为汉中王，拜为右将军，假节。刘备称帝，封张飞为车骑将军，兼任司隶校尉，进封为西乡侯。刘备准备伐吴，张飞本率万人从中汇合，但为帐下将张达、范强所杀，他们持其首顺流而奔孙权。谥号为桓侯。",
  "novelisticBriefIIntroduction": "与刘备和关羽桃园结义，张飞居第三。随刘备征讨黄巾，刘备终因功被朝廷受予平原相，后张飞鞭挞欲受赂的督邮。十八路诸侯讨董时，三英战吕布，其勇为世人所知。曹操以二虎竞食之计迫刘备讨袁术，刘备以张飞守徐州，诫禁酒，但还是因此而鞭打曹豹招致吕布东袭。刘备反曹后，反用劫寨计擒曹将刘岱，为刘备所赞。徐州终为曹操所破，张飞与刘备失散，占据古城。误以为降汉的关羽投敌，差点一矛将其杀掉。曹操降荊州后引骑追击，刘备败逃，张飞引二十余骑，立马于长阪桥，吓退曹军数十里。庞统死后刘备召其入蜀，张飞率军沿江而上，智擒巴郡太守严颜并生获之，张飞壮而释放。于葭萌关和马超战至夜间，双方点灯，终大战数百回合。瓦口关之战时扮作醉酒，智破张郃。后封为蜀汉五虎大将。及关羽卒，张飞悲痛万分，每日饮酒鞭打部下，导致为帐下将张达、范强所杀，他们持其首顺流而奔孙权。",
  "family": {
    "father": {
      "character": [
        {
          "name": "名不详",
          "desc": null
        }
      ],
      "desc": null
    },
    "mother": {
      "character": [
        {
          "name": "名不详",
          "desc": null
        }
      ],
      "desc": null
    },
    "brothers": null,
    "sisters": null,
    "spouse": {
      "character": [
        {
          "name": "夏侯氏",
          "desc": "为夏侯渊侄女，夏侯霸堂妹。夏侯氏在十三、四岁时出外砍柴，被张飞掳走，张飞认为她是良家妇女，遂纳为妻室。生有两女，其长女为刘禅皇后"
        }
      ],
      "desc": null
    },
    "sons": {
      "character": [
        {
          "name": "张苞",
          "desc": "张飞长子，早逝，但有一子张遵。《三国演义》中虚构其参与诸葛亮北伐，坠崖伤重而亡。"
        },
        {
          "name": "张绍",
          "desc": "张飞次子，官至侍中、尚书仆射。"
        }
      ],
      "desc": null
    },
    "daughters": {
      "character": [
        {
          "name": "敬哀皇后",
          "desc": "张飞长女，蜀汉章武元年（221）纳为太子妃，建兴元年（223）立为皇后，建兴十五年（237）薨。"
        },
        {
          "name": "安乐公夫人",
          "desc": "敬哀皇后之妹，建兴十五年（237）入为贵人，延熙元年（238）立为皇后。蜀汉灭亡后，随刘禅东迁洛阳。"
        }
      ],
      "desc": null
    }
  },
  "historicalEvaluations": [
    "陈寿：“关羽、张飞皆称万人之敌，为世虎臣。羽报效曹公，飞义释严颜，并有国士之风。然羽刚而自矜，飞暴而无恩，以短取败，理数之常也。”、“初，飞雄壮威猛，亚于关羽，魏谋臣程昱等咸称羽、飞万人之敌也。羽善待卒伍而骄于士大夫，飞爱敬君子而不恤小人。”（《三国志·蜀书·关张马黄赵传第六》）",
    "刘备：“卿刑杀既过差，又日鞭挝健儿，而令在左右，此取祸之道也。”、“以君忠毅，侔踪召虎，名宣遐迩，故特显命，高墉进爵，兼司于京。其诞将天威，柔服以德，伐叛以刑，称朕意焉。”（《三国志·蜀书·关张马黄赵传第六》）",
    "傅干：“刘备宽仁有度，能得人死力。诸葛亮达治知变，正而有谋，而为之相；张飞、关羽勇而有义，皆万人之敌，而为之将；此三人者，皆人杰也。”（《三国志·蜀书·先主传第二》）",
    "杨戏：“关羽、张飞，出身匡世，扶翼携上，雄壮虎烈。藩屏左右，翻飞电发，济于艰难，赞主洪业，侔迹韩、耿，齐声双德。交待无礼，并致奸慝，悼惟轻虑，陨身匡国。”（《三国志·蜀书·邓张宗杨传第十五》）",
    "刘巴：“大丈夫处世，当交四海英雄，如何与兵子共语乎？”（《三国志·蜀书·董刘马陈董吕传第九》）",
    "诸葛亮谓巴曰：“张飞虽实武人，敬慕足下。主公今方收合文武，以定大事；足下虽天素高亮，宜少降意也。”（《三国志·蜀书·董刘马陈董吕传第九》）",
    "郭嘉：“刘备有雄才而甚得众心。张飞、关羽者，皆万人之敌也，为之死用。”（《三国志·魏书·程郭董刘蒋刘传第十四》）",
    "程昱：“刘备有英名，关羽、张飞皆万人敌也。”（《三国志·魏书·程郭董刘蒋刘传第十四》）",
    "董昭：“刘备勇而志大，关羽、张飞为之羽翼，恐备之心未可得论也！”（《三国志·魏书·程郭董刘蒋刘传第十四》）",
    "刘晔：“今破汉中，蜀人震恐，其势自倾。以公之神明，因其倾而压之，无不克也。若小缓之，诸葛亮明于治而为相，关羽、张飞勇冠三军而为将，蜀民既定，据险守要，则不可犯矣。今不取，必为后忧。”（《三国志·魏书·程郭董刘蒋刘传第十四》）",
    "周瑜：“刘备以枭雄之姿，而有关羽、张飞熊虎之将，必非久屈为人用者。”（《三国志·吴书·周瑜鲁肃吕蒙传第九》）　",
    "袁准：“张飞、关羽与刘备俱起，爪牙腹心之臣，而武人也。”",
    "“值天下大乱，（刘）遐为坞主，每击贼，率壮士陷坚摧锋，冀方比之张飞、关羽。”（《晋书·刘遐传》）",
    "“（阎）负、（梁）殊曰：‘骁勇多权略，攻必取，战必胜，关、张之流，万人之敌者，则前将军新兴王飞，建切将军邓羌，立忠将军彭越，安远将军范俱难，建武将军徐盛。’”（《晋书·苻生载记》）",
    "“李庠，字玄序，特第三弟也。少以烈气闻。赵𫷷深器之，与论兵法，无不称善，每谓所亲曰：‘李玄序盖亦一时之关、张也。’”（《晋书·李特载记》）",
    "“傉檀曰：‘吾今新牧贵州，怀远安迩之略，为之若何？’（宗）敞曰：‘凉土虽弊，形胜之地，道由人弘，实在殿下。段懿、孟祎，武威之宿望；辛晁、彭敏，秦、陇之冠冕；斐敏、马辅，中州之令族；张昶，凉国之旧胤；赵昌、张穆、边宪、文齐、杨班、梁崧、赵昌，武同飞、羽。’”（《晋书·秃发傉檀载记》）",
    "“咏群豪之高轨，嘉关张之飘杰，誓报曹而归刘，何义勇之超出！据断桥而横矛，亦雄姿之壮发。”（《晋书·列传第五十七》）",
    "“史臣曰：‘长孙肥结发内侍，雄烈知名，军锋所指，罔不奔散，关、张万人之敌，未足多也。’”（《魏书·长孙肥传》）",
    "“当世推其骁果，皆以为关、张弗之过也。”（《魏书·杨大眼传》）",
    "“贼以延伯众少，开营竞追，众过十倍，临水逼蹙。（萧）宝夤亲观之，惧有亏损。延伯不与其战，身自殿后，抽众东渡，转运如神，须臾济尽，徐乃自渡。贼徒夺气，相率还营。宝夤大悦，谓官属曰：‘崔公，古之关、张也。今年何患不制贼！’”（《魏书·崔延伯传》）",
    "“薛彤、（高）进之并道济腹心，有勇力，时以比关羽、张飞。’”（《宋书·檀道济传》）",
    "“朱异之徒，积受金贝，遂使咸称胡、赵，比昔关、张，诬掩天听，谓为真实。”（《粱书·列传第五十》）",
    "“又有西域胡，妙于弓矢，弦无虚发，众军尤惮之。及将战，（吴）明彻谓摩诃曰：‘若殪此胡，则彼军夺气，君有关、张之名，可斩颜良矣。’摩诃曰：‘愿示其形状，当为公取之。’明彻乃召降人有识胡者，云胡著绛衣，桦皮装弓，两端骨弭。明彻遣人觇伺，知胡在阵，乃自酌酒以饮摩诃。摩诃饮讫，驰马冲齐军，胡挺身出阵前十馀步，彀弓未发，摩诃遥掷铣鋧，正中其额，应手而仆。”（《陈书·萧摩诃传》）",
    "“武人略阳垣历生、襄阳蔡道贵，拳勇秀出，当时以比关羽、张飞。”（《南史·文惠太子传》）",
    "“（从弟京杲）后从李光弼出井陉，督趫荡先驱，战嘉山尤力，（唐）肃宗异之，召见曰：‘黥、彭、关、张之流乎！’”（《新唐书·辛云京传》）",
    "“金将时全、合连、孛术鲁答哥率细军及众军三道渡淮，涉以合连善战，乃命张惠当之。惠，金骁将，所谓‘赛张飞’者，既归宋，金人杀其妻，所部花帽军，有纪律，它军不及也。惠率诸军出战，自辰至酉，金人大败，答哥溺死，陷失太半，细军丧者几二千。”（《宋史·贾涉传》）",
    "“齐孙膑晏婴、晋程婴公孙杵臼、燕乐毅、汉曹参陈平韩信周亚夫卫青霍去病霍光、蜀昭烈帝关羽张飞诸葛亮、唐房玄龄长孙无忌魏征李靖李绩尉迟恭浑瑊段秀实等，皆勋德高迈，为当时之冠。”（《宋史·志第五十八·礼八》）",
    "“关羽则为仇国所禽，张飞则遭帐下所害。凡此名将，悉皆人雄。”（《宋史·列传第一百九十八·文苑一》）",
    "“关张比疆治，将相俱和同。”（《梁父吟》）",
    "“将作大匠、屯骑校尉朝那侯青，武邑人也。机巧有算略，骁勇善骑射，所在先登陷陈。慕容俊拟之张飞。”（《十六国春秋·前燕录》）",
    "“楚、汉未分，绛、灌所以宣力；曹、刘竞逐，关、张所以立名。然则名立资草昧之初，力宣候经轮之会，攀附鳞翼，世有之矣。”（《隋书·列传第二十九》）",
    "“公结发戎旅，妙善孙吴 。如云如鸟之形，因山背水之势，莫不深明权变，躬先士卒。双鞬并带，二戟兼提。滕灌之骁雄，关张之勇捍，复见于兹矣。”（《大周使持节少傅大将军大都督恒夏灵银长五州诸军事恒州刺史普安壮公墓志铭》）",
    "“尔久从征伐甚有战功语其威名乃关张之比也。”（《册府元龟·诫励》）",
    "“卫尉卿兼检校左金吾卫大将军凉国公李延昌，克树勋庸，遍该韬略，关张万人之敌，勇不顾身；程李二将之名，忠于卫主。”（《册府元龟·备御》）",
    "“蜀之乃祖乃父，或士或人，而皆内禀忠贞，外资骁果，武负关张之气，文传扬马之风，迎大驾以涉岷峨，合诸军而定关辅忠气冠乎日月，勋业著乎山河，凡在幽遐，皆所传达。”（《册府元龟·传檄》）",
    "“关羽、张飞，爪牙悉标于西庑。威生户牖，武耀庭除。”（《蜀先主庙记》）",
    "“乃若关云长、张益德，虽曰万人之敌，而程昱等辈奇之，然功业之著见者盖鲜矣。”（《十先生奥论注》）",
    "“楚、汉未分，绛、灌所以宣力；曹、刘竞逐，关、张所以立名。然则名立资草昧之初，力宣候经轮之会，攀附鳞翼，世有之矣。”（《隋书·列传第二十九》）",
    "“大周天授元年，拜公为镇军大将军，行左豹韬卫大将军。□坛受策，礼逾韩信；野战频胜，事逸张飞。”（《大周故镇军大将军高君墓志铭并序》）",
    "张辅：“张飞关羽，皆人杰也。”（《名士优劣论》）",
    "葛洪：“咸谓勇力绝伦者，则上将之器；洽闻治乱者，则三九之才也。然张飞关羽万人之敌 ，而皆丧元辱主，授首非所。”",
    "石重贵评张彦泽：“猛若关张，气吞荆聂，荐膺委寄，每著勤劳。鸣镝离弦，既得吟猿之妙；青萍出匣，久彰断兕之名。营阵之间，皆推果毅。”（《亲征契丹命将制》）",
    "常璩：“初，飞勇冠三军，与关羽俱称万人之敌。羽善待小人而骄士大夫，飞爱敬君子而不恤小人，是以皆败 。”（《华阳国志·刘先主志》）",
    "崔鸿：“刘渊别将刘翼，骁勇过人，能一手举殿柱，跳过平阳门，时人拟之关张。”（《十六国春秋》）",
    "庾信：“昔者受律赤符，韩信当千里，治兵白帝。张飞拟万人，皆比于今日，公之谓也。”（《周上柱国宿国公河州都督普屯威神道碑铭》）",
    "王勃：“以先主之宽仁得众，张飞、关羽万人之敌，诸葛孔明管、乐之俦，左提右挈，以取天下，庶几有济矣。”（《三国论》）",
    "李德裕：“忻州刺史兼御史中丞李丕，幼而倜傥，长负不羁，才耀奇而颖出，智释结而解，御侮是寄，益德冠于三军，骚动得人，剧孟雄于一敌。”（《授李丕汾州刺史制》）；“蜀先主与关羽、张飞同卧起，而稠人广坐，侍立终日。皆用此道，故能成功。夫御英杰，使猛将，与见道德之人，接方正之士不同也，不可以繁礼饰貌，以浮辞足言，宜洞开胸怀，令见肝肺。气慑其勇，恩结其心，虽踞洗召之，不为薄矣。禄山，夷狄之谲诈者也，非将门英豪，草莱奇杰，其战斗之气，击刺之才，去关、张远矣！”（《英杰论》）",
    "殷尧藩：“威名垂万古，勇力冠当时。回首三分国，何人赋黍离。”（《张飞庙》）",
    "徐夤：“虽倚关张敌万夫，岂胜恩信作良图。能均汉祚三分业， 不负荆州六尺孤。绿水有鱼贤已得，青桑如盖瑞先符。 君王幸是中山后，建国如何号蜀都。”（《蜀》）",
    "杜甫：“孰与关张并，功临耿邓亲。应天才不小，得士契无邻。 ”（《谒先主庙》）",
    "李亨：“自凶狂构祸，区宇未宁，蕴忠贞以立身，资义勇而成务。加其识度宏远，谋略冲深。张飞乃万人之敌，却縠是三军之帅。”（《命郭子仪充东京畿等道元帅诏》）",
    "杨炯：“攻城野战，张飞、关羽；奇策密谋，荀攸、贾诩。”（《泸川都督王湛神道碑》）、“陶公相宅，郭璞占坟。面丹凤而背元龟，兆青乌而征白马。三百篇之后，卜筮何从？二千石之荣，子孙无替。长男仁叡、男中仁楷、少男仁护、仁昉等，或体穷三变，藩、陆不足以昇堂；或力敌万夫、关、张不足以扶毂。”（《唐上骑都尉高君神道碑》）",
    "唐僖宗：“前左武军大将军宋皓，负关张勇智，有韩白英雄，累著战功，再居环卫。”（《讨王郢诏》）",
    "陈渊：“当时先主得关张，能使西川弱胜强。”（《默堂集·卷九》）",
    "张士贵：“乃绛州义军都头目薛怀玉也。此人勇若关张，智同伊尹，堪当大用。”（《薛仁贵征辽事略》）",
    "贯休：“龚遂刘宽同煦妪，张飞关羽太驱驰。”（《贺郑使君》）",
    "岑参：“虏骑无数来，见君不敢当。汉将小卫霍，蜀将凌关张。”（《东归留题太常徐卿草堂》）",
    "赵蕤：“（虞世南）曰：彼孔明者，命世之奇才，伊吕之俦匹，臣主同心，鱼水为譬，但以国小兵弱，斗绝一隅，支对二方，抗衡上国；若使与曹公易地而处，骋其长算，肆关、张之武，尽诸葛之文，则霸王之业成矣。”（《长短经》）",
    "王镕：“早绾父兵，夙知军志。张飞之敌，每说无前。魏万之名，咸言必大。”（《荐王师范表》）",
    "张说：“思齐忠壮而异材，求之古人，张飞、许褚等也。”（《举陈光乘等表》）",
    "崔致远：“然必愿剑拂狼星，旗迎圣日，终继张飞之拒后，不惭聂叔之致师。”；“军名定难，雅称关张之声；县号宜君，克符尧舜之德。”（《贺杀黄巢贼徒状》）；“斯乃司徒相公镜于心而宽兮绰兮，枰于事而无偏无党，网罗隽彦，笼罩骁雄，于儒则沈谢呈才，于武则关张效力。”（《初投献太尉启》）；“所谓有非常之人，然后有非常之事，绛灌亦一时俊杰，关张非累世勋庸，镂姓名于金鼎玉锺，饰仪形于云台烟阁，永言尽美，孰敢争先？”（《徐州时溥司空·第二》）",
    "桑叔文：“汉有汲黯，当朝为之正色。若非功高卫霍，名比关张，孰能有此荣贵。”（《唐故淮南节度讨击副使光禄大夫试殿中监兼泗州长史上柱国北平县开国伯田府君墓志铭》）",
    "徐铉：“唐室崩离，诸侯角逐。吴武王奋桓文之举，我先君效关张之用。摧（生字“亠凶”，即脑字无月）略地，所向无前。功加于时，庆钟于后。”（《洪州丰城县李司空碑文》）",
    "孔平仲：“狄青字汉臣。元昊叛，屡将兵出战，四年间大小二十五阵，八中流矢，人呼‘狄天使’，上观其仪表曰：‘朕之关张。’”（《孔氏谈苑》）",
    "曹勋：“帝谓关张勇，气吞豺虎群。忠诚昭白日，始卒翊明君。灭沿台躔耀，哀荣凤口坟。传家有贤嗣，泪血入江云。”（《杨和王挽章五首》）",
    "曾巩：“侯以智勇为将，号万人敌。当蜀之初，与魏将张郃相距于此，能破敌军，以安此土，可谓功施于人矣。其殁也，又能泽而赐之，则其食于阆人不得而废也，岂非宜哉？。”（《元丰类稿·阆州张侯庙记》）",
    "岳飞：“一死何足道，要使后世书策知有岳飞之名，与关张辈功烈相仿佛耳。”（《金驼续编·卷二十八》）",
    "陈子微：“厦倾木不支，鼎重足先折。关张不终身，仪秦亦无舌。”（《本堂集·卷二十九》）",
    "刘知几：“关张以傲诞为将，桑霍以满盈居职。”（《思慎赋》）",
    "员兴宗：“吾乡所遣骑，乃探骑耳。岂人人关张乎！”（《九华集·卷二十四》）",
    "綦崇礼：“以颇牧之才，关张之勇，尽护诸将，独殿一方，鏖兵苦战，则大敌为殱，据险守坚，则严师莫犯。”（《北海集·卷十一》）",
    "李廌：“骈英雄则关张奋其武，登隽良则庞蒋善其职。”（《济南集·卷五》）",
    "黄履翁：“古之烈士才略，则向宠、柳浑、蔡道贵、鲍昭。或晓畅军事，料敌万里；或勇比关张，或治绩显太原。”（《古今源流至论·别集卷四》）",
    "汪藻：“决胜重围，飞、羽有万人之敌。”（《浮溪集·韩世忠除两镇节度使制》）",
    "杨万里：“过威则离张飞是也。过强则骄李光弼是也。”（《诚齐易传》）",
    "徐梦莘：“（张）仲宝字子贤，有膂力，时人谓之小张飞子。”（《三朝北盟会编·卷一百三十二》）",
    "贾似道：“要知斗处关张勇，头小牙长体似金。”（《促织经·琵琶翅》）",
    "陆游：“颜良文丑知何益，关羽张飞死可伤。等是人间号骁将，太山宁比一毫芒。”（《读史》）",
    "叶适：“（耿）豪虽凶粗不足取，而以关张比之，则又其细尔。”（《习学记言·卷三十五》）",
    "楼钥：“荆门多古迹，义勇之士服习教法，持利兵以贾勇。望高阳之长阪，其亦有慕张益徳之横矛拒敌者乎！”（《荆门军义勇甲仗库记》）",
    "萧常：“羽飞万人之敌勇有余，而不知迹其行事。皆有国士之风，然羽刚而自矜，飞暴而少恩，此其所以败也。”（《续后汉书》）",
    "刘克庄：“骨已朽黄泉下，传犹列青史中。猛朴时来宰相，关张运去英雄。”（《即事六言四首》）",
    "陈元靓：“汉失其鹿，三分鼎峙。爰佐昭烈，实惟车骑。敌万人，兵行九地。眷是雄材，霸王之器。”（《事林广记后集》）",
    "郝经：“羽、飞昭烈喋血起义，夙定君臣之分，期复汉室，百折兴王。阚如两虎啸风从龙，夹之以飞，雄猛震一世，号称万人敌。羽报效于操，致书而去，飞瞋目横矛，而与操决。矫轿义烈，上通于天，汉于是乎不亡。”（《续后汉书·卷十六》）",
    "祖龙图：“蜀之诸将，惟飞最雄。”（《据水断桥赋》）",
    "清代赵翼的《廿二史札记》卷七关张之勇的部分，详细整理了古人以关羽、或关张用作皆为勇将代名词的资料，并且认为“汉以后称勇者必推关张”。"
  ]
}
