{
  "name": "曹操",
  "courtesyName": "孟德",
  "pseudonym": null,
  "aliase": null,
  "infantName": [
    {
      "name": "吉利",
      "desc": null
    },
    {
      "name": "阿满",
      "desc": null
    }
  ],
  "gender": 1,
  "avatar": "./images/avatars/曹操.jpg",
  "faction": "魏国",
  "birthdate": "155年",
  "birthplace": "沛国谯县",
  "birthplacePresentDay": "安徽亳州",
  "deathdate": "220年3月15日",
  "deathplace": "洛阳",
  "deathplacePresentDay": "洛阳",
  "tenure": "司空：196年–208年；丞相：208年-220年；魏公：213年-216年；魏王：216年－220年",
  "position": ["丞相", "魏王"],
  "peerage": ["武平侯", "魏公", "魏王"],
  "enfeoffment": null,
  "monarch": ["汉灵帝", "汉少帝", "汉献帝"],
  "posthumousName": ["武王", "武皇帝"],
  "templeName": ["太祖"],
  "historicalBriefIIntroduction": "政治家、军事家、诗人，统一了北方、挟天子以令诸侯，戎马一生。曹操父亲曹嵩为宦官曹腾养子，曹腾为汉相曹参之后。曹操谥武王，曹丕称帝后，追尊他为武皇帝，史称魏武帝。曹操在北方屯田，兴修水利，解决了军粮缺乏的问题，对农业生产的恢复有一定作用；用人唯才，罗致地主阶级中下层人物，抑制豪强，加强集权。颂令收田租亩四升，戶出绢二匹、锦二斤，为日后的租庸调之始。所统治的地区社会经济得到恢复和发展。草创九品官人法。精兵法，著《孙子略解》、《兵书接要》等书。善诗歌，《蒿里行》、《观沧海》等篇，抒发自己的政治抱负，并反映汉末人民的苦难生活，气魄雄伟，慷慨悲凉。散文亦清峻整洁。著作有《魏武帝集》。葬于高陵。",
  "novelisticBriefIIntroduction": "曹操是西园八校尉之一，曾只身行刺董卓，失败后和袁绍共同联合天下诸侯讨伐董卓，后独自发展自身势力，一生中先后战胜了袁术、吕布、张绣、袁绍、刘表、张鲁、马超等割据势力，统一了北方。但是在南下讨伐江东的战役中，曹操在赤壁惨败。后来在和蜀汉的汉中争夺战中，曹操再次无功而返。曹操一生未称帝，他病死后，曹丕继位后不久称帝，追封曹操为魏武皇帝。",
  "family": {
    "father": {
      "character": [
        {
          "name": "曹嵩",
          "desc": "宦官中常侍、大长秋曹腾的养子，出钱一亿万买官至太尉。曹操起兵后，避世于徐州，后来因曹操曾数击陶谦，陶谦使轻骑杀曹嵩、曹德于郡界。也有说法认为他们是被陶谦手下张闿贪财杀害。曹丕称帝后，追尊曹嵩为太皇帝。"
        }
      ],
      "desc": null
    },
    "mother": {
      "character": [
        {
          "name": "名不详",
          "desc": null
        }
      ],
      "desc": null
    },
    "brothers": {
      "character": [
        {
          "name": "曹德",
          "desc": "太尉曹嵩之子。曹操之弟。曹操起兵后，避世于徐州，曹操曾数击陶谦，陶谦使轻骑杀曹嵩、曹德于郡界。"
        },
        {
          "name": "海阳哀侯",
          "desc": "曹操弟，名不详。其女嫁夏侯渊之子夏侯衡。"
        },
        {
          "name": "曹彬",
          "desc": "曹操弟。是曹操之子曹均的养父。"
        },
        {
          "name": "名不详",
          "desc": "其子曹安民。"
        },
        {
          "name": "名不详",
          "desc": "其女嫁孙坚之子孙匡。"
        }
      ],
      "desc": null
    },
    "sisters": null,
    "spouse": {
      "character": [
        {
          "name": "丁夫人",
          "desc": "曹操的原配正室夫人，因曹昂之死而与曹操反目，曹操曾欲迎回而不可得。"
        },
        {
          "name": "武宣皇后",
          "desc": "卞氏，丁夫人被废后才扶正，生有曹丕、曹彰、曹植、曹熊四子。"
        },
        {
          "name": "刘夫人",
          "desc": "曹操之妾，早年病亡，生有曹昂、曹铄两子，女儿清河公主。"
        },
        {
          "name": "环夫人",
          "desc": "曹操之妾，生有三个儿子曹冲、曹据、曹宇。"
        },
        {
          "name": "杜夫人",
          "desc": "曹操之妾。和前夫秦宜禄生有儿子秦朗。和曹操生有儿子曹林、曹衮，女儿金乡公主。"
        },
        {
          "name": "秦夫人",
          "desc": "曹操之妾，生有曹玹、曹峻二子。"
        },
        {
          "name": "尹夫人",
          "desc": "曹操之妾。和前夫何咸生有儿子何晏，和曹操生有曹矩一子。"
        },
        {
          "name": "王昭仪",
          "desc": "曹操之妾，曹干生母早卒，曹操命其抚养。"
        },
        {
          "name": "孙姬",
          "desc": "曹操之妾，生有曹上、曹彪、曹勤三子。"
        },
        {
          "name": "李姬",
          "desc": "曹操之妾，生有曹乘、曹整、曹京三子。"
        },
        {
          "name": "周姬",
          "desc": "曹操之妾，生有曹均一子。"
        },
        {
          "name": "刘姬",
          "desc": "曹操之妾，生有曹棘一子。"
        },
        {
          "name": "宋姬",
          "desc": "曹操之妾，生有曹徽一子。"
        },
        {
          "name": "赵姬",
          "desc": "曹操之妾，生有曹茂一子。"
        },
        {
          "name": "陈妾",
          "desc": "曹操之妾，生有曹干一子。"
        },
        {
          "name": "张济妻",
          "desc": "张绣族叔之妻，曹操纳为妾室后，引张绣所恨。"
        },
        {
          "name": "来莺儿",
          "desc": "野史记载，东汉雒阳之名妓，后爱上曹操的侍卫王图。"
        }
      ],
      "desc": "曹操正妻及侧室，据《魏志·后妃传》及《武文世王公传》，可考者有15位"
    },
    "sons": {
      "character": [
        {
          "name": "曹昂",
          "desc": "刘夫人长子，曹操庶长子，但是由曹操原配丁氏抚养长大，年轻时曾举孝廉。因张绣反叛而死于战乱之中。被二弟曹丕追尊为丰悼公，后又追加尊为追悼王。"
        },
        {
          "name": "曹丕",
          "desc": "卞皇后长子，220年称帝为魏文帝。"
        },
        {
          "name": "曹彰",
          "desc": "卞皇后次子，绰号“黄须儿”，为一勇将，曾经大破代郡乌桓，223年封任城王。"
        },
        {
          "name": "曹植",
          "desc": "卞皇后三子，擅长文学，曾作《洛神赋》。虽然得到曹操宠爱，但是与其兄曹丕争位失败，从此在政治上无从施展抱负，223年封雍丘王，232年封陈王。"
        },
        {
          "name": "曹熊",
          "desc": "卞皇后四子，早薨。"
        },
        {
          "name": "曹铄",
          "desc": "刘夫人次子，早薨。侄魏明帝曹叡后追封其为殇王。有子曹潜及孙曹偃，曹偃死后绝子嗣。"
        },
        {
          "name": "曹冲",
          "desc": "环夫人长子，为著名神童，13岁时便夭折而亡。"
        },
        {
          "name": "曹据",
          "desc": "环夫人次子，太和六年（232年）封为彭城王。"
        },
        {
          "name": "曹宇",
          "desc": "环夫人三子，太和六年（232年）封为燕王，魏元帝曹奂之父。"
        },
        {
          "name": "曹林",
          "desc": "杜夫人长子，太和六年（232年）封为沛王。"
        },
        {
          "name": "曹衮",
          "desc": "杜夫人次子，太和六年（232年）封为中山王。临终病重时魏明帝曹叡对其爱护备至，死后又获厚葬。"
        },
        {
          "name": "曹玹",
          "desc": "秦夫人长子，建安十六年（211年）封为西乡侯。"
        },
        {
          "name": "曹峻",
          "desc": "秦夫人次子太和六年（232年）封为陈留王。"
        },
        {
          "name": "曹矩",
          "desc": "尹夫人独子，早薨。"
        },
        {
          "name": "曹干",
          "desc": "生母陈氏去世，由王夫人抚养，太和六年（232年）封为赵王。"
        },
        {
          "name": "曹上",
          "desc": "孙姬长子，早薨。"
        },
        {
          "name": "曹彪",
          "desc": "孙姬次子，太和六年（232年）封为楚王。嘉平三年（251年）与太尉王凌谋反事泄，被赐死。"
        },
        {
          "name": "曹勤",
          "desc": "孙姬三子，早薨。"
        },
        {
          "name": "曹乘",
          "desc": "李姬长子，早薨。"
        },
        {
          "name": "曹整",
          "desc": "李姬次子，建安廿二年（217年）封为郿侯。"
        },
        {
          "name": "曹京",
          "desc": "李姬三子，早薨。"
        },
        {
          "name": "曹均",
          "desc": "周姬独子，建安廿二年（217年）封为樊侯。"
        },
        {
          "name": "曹棘",
          "desc": "刘姬独子，早薨。"
        },
        {
          "name": "曹徽",
          "desc": "宋姬独子，太和六年（232年）封为东平王。"
        },
        {
          "name": "曹茂",
          "desc": "赵姬独子，与曹操及曹丕不和，太和六年（232年）封为曲阳王。"
        }
      ],
      "desc": "据《魏志·文帝纪》、《任城陈萧王传》、《武文世王公传》，曹操的儿子有25位，总体次序不可考，仅知同一母下的排序"
    },
    "daughters": {
      "character": [
        {
          "name": "曹宪",
          "desc": "汉献帝贵人。（《后汉书·皇后纪下》）"
        },
        {
          "name": "曹节",
          "desc": "汉献帝皇后。（《后汉书·皇后纪下》、《后汉书·孝献帝纪》）"
        },
        {
          "name": "曹华",
          "desc": "汉献帝贵人。（《后汉书·皇后纪下》）"
        },
        {
          "name": "安阳公主",
          "desc": "名不详，为荀恽之妻。（《魏志·荀彧传》）。她的儿子荀霬娶晋武帝姑母南阳公主。"
        },
        {
          "name": "金乡公主",
          "desc": "名不详，尹夫人或杜夫人之女，何晏之妻。（《魏志·曹真传》引《魏末传》）"
        },
        {
          "name": "清河公主",
          "desc": "名不详，夏侯楙之妻。（《魏志·夏侯惇传》引《魏略》）"
        }
      ],
      "desc": "曹操的女儿，可考证者6位，及其相关史书。另《昭明文选》陆机《吊魏武文》李善注引《魏略》曰：太祖杜夫人生沛王豹及高城公主。未知高城公主与金乡公主是否一人。"
    }
  },
  "historicalEvaluations": [
    "桥玄：“今天下将乱，安生民者，其在君乎！”",
    "许劭：“君清平之奸贼，乱世之英雄。”",
    "何颙：“汉室将亡，安天下者，必此人也！”",
    "陈宫：“今天下分裂而州无主；曹东郡（曹操），命世之才也，若迎以牧州，必宁生民。”",
    "袁绍：“曹操当死数矣，我辄救存之，今乃背恩，挟天子以令我乎！”",
    "袁术欲称帝时曾推辞：“曹公尚在，未可也。”",
    "刘表：“今天下大乱，未知所定，曹公拥天子都许，君为我观其衅。”",
    "吕布：“明公（曹操）所患不过于布，今已服矣，天下不足忧。明公将步，令布将骑，则天下不足定也。”（《三国志·魏书·吕布臧洪传第七》）",
    "于禁：“且公聪明，谮诉何缘！”（《三国志·魏书·张乐于张徐传第十七》）",
    "荀彧：“将军（曹操）本以兖州首事，平山东之难，百姓无不归心悦服。”",
    "郭嘉：“真吾主也。”“公奉顺以率天下；公纠之以猛而上下知制；公外易简而内机明，用人无疑，为才所宜，不问远近；公策得辄行，应变无穷；公以至心待人，推诚而行，不为虚美，以检率下，与有功者无所吝，士之忠正远见而有实者皆愿为用；公于目前小事，时有所忽，至于大事，与四海接，恩之所加，皆过其望，虽所不见，虑之所周，无不济也；公御下以道，浸润不行；公所是进之以礼，所不是正之以法；公以少克众，用兵如神，军人恃之，敌人畏之。”",
    "董昭：“将军（曹操）兴义兵以诛暴乱，入朝天子，辅翼王室，此五伯之功也。”",
    "田丰：“曹公善用兵，变化无方，众虽少，未可轻也，不如以久持之。将军据山河之固，拥四州之众，外结英雄，内脩农战，然后简其精锐，分为奇兵，乘虚迭出，以扰河南，救右则击其左，救左则击其右，使敌疲于奔命，民不得安业；我未劳而彼已困，不及二年，可坐克也。今释庙胜之策，而决成败于一战，若不如志，悔无及也。”",
    "刘备：“今指与吾为水火者，曹操也，操以急，吾以宽；操以暴，吾以仁；操以谲，吾以忠；每与操反，事乃可成耳。今以小故而失信义于天下者，吾所不取也。”“惟独曹操，久未枭除，侵擅国权，恣心极乱。”（《三国志·蜀书·先主传第二》）",
    "关羽：“吾极知曹公待我厚，然吾受刘将军厚恩，誓以共死，不可背之。吾终不留，吾要当立效以报曹公乃去。”（《三国志·蜀书·关张马黄赵传第六》）",
    "孙权：“老贼欲废汉自立久矣，陡忌二袁、吕布、刘表与孤耳。今数雄已灭，惟孤尚存，孤与老贼，势不两立。”（《三国志·吴书·周瑜鲁肃吕蒙传第九》）“其惟杀伐小为过差，离间人骨肉以为酷耳，御将自古少有。”",
    "周瑜：“操虽托名汉相，其实汉贼也。”（《三国志·吴书·周瑜鲁肃吕蒙传第九》）",
    "鲁肃：“今之曹操，犹昔项羽，将军何由得为桓文乎？肃窃料之，汉室不可复兴，曹操不可卒除。为将军计，惟有鼎足江东，以观天下之衅。”“彼曹公者，实严敌也”（裴松之注引《魏书》及《九州春秋》）“曹公威力实重”（裴松之注引《汉晋春秋》）（《三国志·吴书·周瑜鲁肃吕蒙传第九》）",
    "陆逊：“斯三虏者（曹操、刘备、关羽）当世雄杰，皆摧其锋。”（《三国志·吴书·陆逊传第十三》）",
    "韩嵩：“豪杰并争，两雄相持，天下之重，在于将军。将军若欲有为，起乘其弊可也；若不然，固将择所从。将军拥十万之众，安坐而观望。夫见贤而不能助，请和而不得，此两怨必集于将军，将军不得中立矣。夫以曹公之明哲，天下贤俊皆归之，其势必举袁绍，然后称兵以向江汉，恐将军不能御也。故为将军计者，不若举州以附曹公，曹公必重德将军；长享福祚，垂之后嗣，此万全之策也。”",
    "诸葛亮：“曹操智计，殊绝于人，其用兵也，仿佛孙、吴。”“曹操五攻昌霸不下，四越巢湖不成，任用李服而李服图之，委夏侯而夏侯败亡，先帝每称操为能，犹有此失”（《三国志·蜀书·诸葛亮传第五》）",
    "王沈：“太祖御军三十余年，手不舍书。书则讲武策，夜则思经传。登高必赋，及造新诗，被之管弦，皆成乐章。”（《魏书》）",
    "陈琳为袁绍所作檄文：“历观古今书籍所载，贪残虐烈无道之臣，于操为甚。”",
    "李瓒：“时将乱矣，天下英雄无过曹操。”",
    "鲍信：“夫略不世出，能总英雄以拨乱反正者，君也。”",
    "凉茂：“曹公忧国家之危败，愍百姓之苦毒，率义兵为天下诛残贼，功高而德广，可谓无二矣。”",
    "陈寿：“汉末，天下大乱，雄豪并起，而袁绍虎踞四州，强盛莫敌。太祖武皇帝运筹演谋，鞭挞宇内，揽申不害、商鞅之法术，该白起、韩信之奇策，官方授材，各因其器，矫情任算，不念旧恶，终能总御皇机，克成洪业者，惟其明略最优也。抑可谓非常之人，超世之杰矣。”（《三国志·魏书·武帝纪》）",
    "陈寿：“初，太祖性忌，有所不堪者，鲁国孔融、南阳许攸、娄圭，皆以恃旧不虔见诛。而琰最为世所痛惜，至今冤之。”",
    "崔鸿《前凉录》曰：“张茂谓马岌曰：‘刘曜自古可谁等辈也？’”岌谓曰：‘曹孟德之流。’茂默然。岌曰：‘孟德公族也，刘曜戎狄，难易不同。曜殆过之。’茂曰：‘曜可方吕布、关羽，而云孟德不及，岂不过哉？’岌曰：“孟德挟天子，令诸侯，仗大义，讨不庭；曜一卒胡人，用乌合之众，而能建威成大逆，天下莫之当，其不优欤！’茂曰：‘天生胡以灭中国，殆不可以人事论也。’”",
    "孙楚：“太祖承运，神武应期，征讨暴乱，克宁区夏；协建灵符，天命既集，遂廓弘基，奄有魏域。”",
    "裴松之：“魏太祖虽机变无方，略不世出，安有以数千之兵，而得逾时相抗者哉？”",
    "陆机：“曹氏虽功济诸华，虐亦深矣，其民怨矣。”（《辨亡论》）",
    "潘安：“魏武赫以霆震，奉义辞以伐叛，彼虽众其焉用，故制胜于庙算。”",
    "刘渊：“大丈夫当为汉高、魏武，呼韩邪何足效哉！”",
    "王导：“昔魏武，达政之主也；荀文若，功臣之最也。”",
    "垣荣祖：“昔曹操、曹丕上马横槊，下马谈论，此于天下可不负饮矣！”",
    "钟嵘：“曹公古直，甚有悲凉之句。”",
    "张辅：“武帝为张绣所困，挺身逃遁，以丧二子也；然其忌克，安忍无亲：董公仁贾文和，恒以佯愚自免；荀文若杨德祖之徒；多见贼害；行兵三十余年，无不亲征；功臣谋士，曾无列土之封；仁爱不加亲戚；惠泽不流百姓。”（《艺文类聚卷二十二》）",
    "张悌：“曹操虽功盖中夏，威震四海；崇诈杖术，征伐无已！民畏其威而不怀其德也。”",
    "张鼎：“君不见汉家失统三灵变，魏武争雄六龙战。荡海吞江制中国，回天运斗应南面。隐隐都城紫陌开，迢迢分野黄星见。流年不驻漳河水，明月俄终邺国宴。文章犹入管弦新，帷座空销狐兔尘。可惜望陵歌舞处，松风四面暮愁人。”",
    "张说：“君不见魏武草创争天禄，群雄睚眦相驰逐。昼携壮士破坚阵，夜接词人赋华屋。都邑缭绕西山阳，桑榆汗漫漳河曲。城郭为墟人代改，但有西园明月在。邺傍高冢多贵臣，娥眉曼睩共灰尘。试上铜台歌舞处，唯有秋风愁杀人。”",
    "王勃：“魏武用兵，仿佛孙吴。临敌制奇，鲜有丧败，故能东禽狡布，北走强袁，破黄巾于寿张，斩眭固于射犬。援戈北指，蹋顿悬颅；拥旆南临，刘琮束手。振威烈而清中夏，挟天子以令诸侯，信超然之雄杰矣。”",
    "魏元忠：“魏武之纲神冠绝，犹依法孙、吴，假有项籍之气，袁绍之基，而皆泯智任情，终以破灭，何况复出其下哉！”",
    "朱敬则：“观曹公明锐权略，神变不穷，兵折而意不衰，在危而听不惑，临事决机，举无遗悔，近古以来，未之有也。”；“昔魏太祖兵锋无敌，神机独行，大战五十六，九州静七八，百姓与能，天下慕德，犹且翼戴弱主，尊奖汉室。”",
    "赵蕤：“运筹演谋，鞭挞宇内，北破袁绍，南虏刘琮，东举公孙康，西夷张鲁，九州百郡，十并其八，志绩未究，中世而殒。”",
    "穆修：“惟帝之雄，使天济其勇尚延数年之位，岂强吴、庸蜀之不平！”",
    "石勒：“大丈夫行事，当磊磊落落，如日月皎然，终不能如曹孟德、司马仲达父子，欺他孤儿寡妇，狐媚以取天下也。”（《晋书·载记第五·石勒下》）",
    "崔浩：“刘裕平逆乱，司马德宗之曹操也。”（《资治通鉴·卷一百一十八·晋纪四十》）",
    "习凿齿：“昔齐桓公一矜其功而叛者九国，曹操暂自骄伐而天下三分，皆勤之于数十年之内而弃之于俯仰之顷，岂不惜乎！是以君子劳谦日昃，虑以下人，功高而居之以上，势尊而守之以卑。情近于物，故虽贵而人不厌其重；德洽群生，故业广而天下愈欣其庆。夫然，故能有其富贵，保其功业，隆显当时，传福百世，何骄矜之有哉！君子是以知曹操之不能遂兼天下者也。”（《汉晋春秋》）",
    "李世民对曹操用兵才能评价：“临危制变，料敌设奇，一将之智有余，万乘之才不足。”（《资治通鉴/卷197》）“帝以雄武之姿，当艰难之运，栋梁之任，同乎曩时，匡正之功，异于往代。观沈溺而不拯，视颠覆而不持，乖徇国之情，有无君之迹。既而三分肇庆，黄星之应久彰；卜主启期，真人之运斯属。其天意也，岂人事乎！”（《全唐文·卷十·祭魏太祖文》），又对曹操品德评价：“朕常以魏武帝多诡诈，深鄙其为人。”（《贞观政要》）",
    "刘知几：“贼杀母后，幽迫主上，罪百田常，祸千王莽。”（《史通•探赜篇》）",
    "元稹：“刘虞不敢作天子，曹瞒篡乱从此始”（《董逃行》）",
    "苏洵：“项籍有取天下之才，而无取天下之虑；曹操有取天下之虑，而无取天下之量；玄德有取天下之量，而无取天下之才。”",
    "苏轼：“世之称人豪者，才气各有高卑，然皆以临难不惧，谈笑就死为雄。操以病亡，子孙满前，而咿婴涕泣，留连妾妇，分香卖履，区处衣物，平生奸伪，死见真性。世以成败论人物，故操得在英雄之列。而公见谓才疏意广，岂不悲哉！操平生畏刘备，而备以公知天下有己为喜，天若胙汉，公使备，备诛操无难也。”（《孔北海赞》）",
    "王安石：“青山为浪入漳州，铜雀台西八九丘。蝼蚁往还空垄亩，麒麟埋没几春秋。功名盖世知谁是，气力回天到此休。何必地中余故物，魏公诸子分衣裘。”",
    "司马光：“知人善任，难眩以伪。识拔奇才，不拘微贱；随能任使，皆获其用。与敌对阵，意思安闲，如不欲战然；及至决机乘胜，气势盈溢。勋劳宜赏，不吝千金；无功望施，分毫不与。用法峻急，有犯必戮，或对之流涕，然终无所赦。雅性节俭，不好华丽。故能芟刈群雄，几平海内。”（《资治通鉴》）",
    "何去非：“曹公逡巡独以其智起而应之，奋盈万之旅，北摧袁绍而定燕、冀；合三县之众，东擒吕布而收济衮；蹙袁术于淮左，彷徨无归，遂以奔死。而曹公智画之出，常若有余，而不少困。彼之所谓势与勇者，一旦溃败，皆不胜支。然后天下始服曹公之为无敌，而以袁、吕为不足恃也。至于彼之任势与力，及夫各挟智勇之不全者，亦皆知曹公之独以智强而未易敌也，故常内惮而共蹙之。”；“言兵无若孙武，用兵无若韩信、曹公。”",
    "元好问：“曹刘坐啸虎生风，四海无人角两雄。”（《论诗绝句》）",
    "朱熹：“曹操作诗必说周公，如云：‘山不厌高，水不厌深；周公吐哺，天下归心！’又，苦寒行云：‘悲彼东山诗。’他也是做得个贼起，不惟窃国之柄，和圣人之法也窃了！”（《朱子语类‧论文下》）",
    "胡三省：“操盖已弃武都而不有矣。诸氐散居秦川，苻氏乱华自此始。”",
    "洪皓：“长笑袁本初，妄意清君侧。垂头返官渡，奇祸怜幕客。曹公走熙尚，气欲陵韩白。欺取计已成，军容漫辉赫。跨漳筑大城，劳民屈群策，北虽破乌丸，南亦困赤壁。八荒思并吞，二国尽勍敌。四陵寄遗恨，讲武存陈迹。雉堞逐尘飞，浊流深莫测。回首铜雀台，鼓吹喧黾蝈。”",
    "钟惺：“邺则邺城水漳水，定有异人从此起。雄谋韵事与文心，君臣兄弟而父子。英雄未有俗胸中，出没岂随人眼底？功首罪魁非两人，遗臭流芳本一身。文章有神霸有气，岂能苟尔化为群？横流筑台距太行，气与理势相低昂。安有斯人不作逆，小不为霸大不王？霸王降作儿女鸣，无可奈何中不平。向帐明知非有益，分香未可谓无情。呜呼！古人作事无巨细，寂寞豪华皆有意。书生轻议冢中人，冢中笑尔书生气！”",
    "张溥：“究其（曹操）初，一名孝廉也……孟德奋跳，当涂大振，易汉而魏，虽附会曹参，难洗宗耻……孟德御军三十余年，手不舍书，兼草书亚崔、张，音乐比桓、蔡，围棋埒王、郭；复好养性，解方药。周公所谓多材多艺，孟德诚有之。使彼不称王谋篡，获与周旋，画讲武策，夜论经传；或登高赋诗，被之管弦。又观其射飞鸟，擒猛兽，殆可终身忘老，乃竟甘心作贼者，谓时不我容耳。汉末名人，文有孔融，武有吕布，孟德实兼其长；此两人不死，杀孟德有余。《述志》一令，似乎欺人，未尝不抽序心腹，慨当以慷也。”（《汉魏六朝百三家集·魏武帝集题辞》）",
    "罗贯中：“雄哉魏太祖，天下扫狼烟。动静皆存智，高低善用贤。长驱百万众，亲注《十三篇》。豪杰同时起，谁人敢赠鞭？”（《三国志通俗演义》）",
    "蔡东藩：“曹操为乱世奸雄，乘机逐鹿，智略过人。袁绍袁术诸徒，皆不足与操比，遑论一张绣乎？乃宛城既下，遽为一孀妇所迷，流连忘返，几至身死绣手，坐隳前功。董卓之死也，衅由妇人﹔操之不死于妇人之手，盖亦仅耳！（《后汉演义》）",
    "陈祚明：“孟德天分甚高，因缘所至，成此功业。”",
    "黄摩西：“魏武雄才大略，草创英雄中，亦当占上座；虽好用权谋，然从古英雄，岂有全不用权谋而成事者？”",
    "鲁迅：“曹操是一个很有本事的人，至少是一个英雄。我虽不是曹操一党，但无论如何，总是非常佩服他。”",
    "毛泽东：“曹操是了不起的政治家、军事家，也是个了不起的诗人…曹操统一中国北方，创立魏国。他改革了东汉的许多恶政，抑制豪强，发展生产，实行屯田制，还督促开荒，推行法治，提倡节俭，使遭受大破坏的社会开始稳定、恢复、发展。”；“大雨落幽燕，白浪滔天，秦皇岛外打鱼船。一片汪洋都不见，知向谁边？往事越千年，魏武挥鞭，东临碣石有遗篇。萧瑟秋风今又是，换了人间。”（《浪淘沙·北戴河》）",
    "范文澜：“他是拨乱世的英雄，所以表现在文学上，悲凉慷慨，气魄雄豪。”",
    "费正清、崔瑞德：“给予汉王朝的致命一击却留给了中国历史上最引人注目的人物之一的曹操。曹操出身微贱，是大诗人、大战略家，也是现实主义的政治思想家；他反对儒家的礼仪和道德束缚。”（《剑桥中国秦汉史》）"
  ]
}
